{"indexed":{"date-parts":[[2024,10,17]],"date-time":"2024-10-17T04:17:22Z","timestamp":1729138642404,"version":"3.27.0"},"reference-count":112,"publisher":"Coleopterists Society","issue":"1","content-domain":{"domain":[],"crossmark-restriction":false},"published-print":{"date-parts":[[2023,3,17]]},"DOI":"10.1649\/0010-065x-77.1.127","type":"journal-article","created":{"date-parts":[[2023,3,13]],"date-time":"2023-03-13T16:26:20Z","timestamp":1678724780000},"source":"Crossref","is-referenced-by-count":0,"title":"First Report of Nathrius brevipennis (Mulsant) (Coleoptera: Cerambycidae: Cerambycinae) in Australia, with Notes on Diagnostic Characters, Biology and Habits, Distribution, and Hosts","prefix":"10.1649","volume":"77","author":[{"given":"R. Adam","family":"Broadley","sequence":"first","affiliation":[{"name":"Science and Surveillance Group Department of Agriculture, Fisheries and Forestry GPO Box 858, Canberra, ACT 2601, AUSTRALIA"}]},{"given":"Thomas C.","family":"Wallenius","sequence":"additional","affiliation":[{"name":"Science and Surveillance Group Department of Agriculture, Fisheries and Forestry GPO Box 858, Canberra, ACT 2601, AUSTRALIA"}]},{"given":"Stephen J.","family":"Little","sequence":"additional","affiliation":[{"name":"Science and Surveillance Group Department of Agriculture, Fisheries and Forestry GPO Box 858, Canberra, ACT 2601, AUSTRALIA"}]},{"given":"Tara L.","family":"Lee","sequence":"additional","affiliation":[{"name":"Science and Surveillance Group Department of Agriculture, Fisheries and Forestry GPO Box 858, Canberra, ACT 2601, AUSTRALIA"}]},{"given":"Nicole E.","family":"Cliff","sequence":"additional","affiliation":[{"name":"Science and Surveillance Group Department of Agriculture, Fisheries and Forestry GPO Box 858, Canberra, ACT 2601, AUSTRALIA"}]},{"given":"Roger G.","family":"de Keyzer","sequence":"additional","affiliation":[{"name":"Entomology, Australian Museum Sydney, NSW 2010, AUSTRALIA"}]},{"given":"S. Adam","family":"Ślipiński","sequence":"additional","affiliation":[{"name":"Australian National Insect Collection, CSIRO Canberra, ACT 2601, AUSTRALIA"}]}],"member":"1224","reference":[{"key":"52","doi-asserted-by":"crossref","unstructured":"T. C. MacRae and M. E. Rice \"The Coleopterists Bulletin.\" 61, \"Biological and distributional observations on North American Cerambycidae (Coleoptera).\" 227 (2007)","DOI":"10.1649\/0010-065X(2007)61[227:BADOON]2.0.CO;2"},{"key":"1","unstructured":"R. Ambrus, W. Grosser, J. Hrbek, \"Humanity Space International Almanac.\" 3, \"Contribution to the knowledge of longhorn beetles from Cyprus (Coleoptera: Cerambycidae).\" 173 (2014)"},{"key":"2","unstructured":"J. Barbier, \"Bulletin de la Société Fouad Premier d'Entomologie.\" 27, \"Notes sur quelques Coléoptères de la region d'Alexandrie.\" 79 (1943)"},{"key":"3","unstructured":"W. Barnes, \"The Entomologist's Monthly Magazine.\" 40, \"Leptidea brevipennis in company with Formica sanguinea.\" 14 (1904)"},{"key":"4","unstructured":"J. E. Barriga, T. Curkovic, T. Fichet, et al. \"Revista Chilena de Entomologia.\" 20, \"Nuevos antecedentes de coleópteros xilófagos y plantas hospederas en Chile, con una recopilación de citas previas.\" 65 (1993)"},{"key":"5","unstructured":"L. Bedel, \"Bulletin des Séances et Bulletin Bibliographique de la Société Entomologique de France (Serie 6).\" 5, \"Séance du 14 Octobre 1885.\" CLXXVI (1885)"},{"key":"6","unstructured":"J. M. Bosq, \"Segunda lista de coleópteros de la República Argentina dañinos a la agricultura.\" 80 (1943)"},{"key":"7","unstructured":"J. M. Bosq, \"Agricultura Técnica, Santiago.\" 8, \"Nueva combinación para Leptidea brevipennis Muls. (Col. Cerambycidae).\" 69 (1948)"},{"key":"8","unstructured":"A. Brasavola de Massa, \"Studi Trentini di Scienze Storiche.\" 15, \"Settimo contributo alla conoscenza dei coleotteri trentini.\" 181 (1934)"},{"key":"9","unstructured":"J. Brèthes, \"Revista Chilena de Historia Natural, Santiago.\" 20, \"Description d'un nouveau coléoptère du Chili.\" 75 (1916)"},{"key":"10","doi-asserted-by":"crossref","unstructured":"E. G. Brockerhoff and J. Bain \"New Zealand Plant Protection.\" 53, \"Biosecurity implications of exotic beetles attacking trees and shrubs in New Zealand.\" 321 (2000)","DOI":"10.30843\/nzpp.2000.53.3623"},{"key":"11","doi-asserted-by":"crossref","unstructured":"A. J. Carnegie and H. F. Nahrung \"Forests.\" 10, \"Post-border forest biosecurity in Australia: Response to recent exotic detections, current surveillance and ongoing needs.\" 336 (2019)","DOI":"10.3390\/f10040336"},{"key":"12","doi-asserted-by":"crossref","unstructured":"A. J. Carnegie, F. Tovar, S. Collins, et al. \"Frontiers in Forests and Global Change.\" 4, \"A coordinated, risk-based, national forest biosecurity surveillance program for Australian forests.\" 756885 (2022)","DOI":"10.3389\/ffgc.2021.756885"},{"key":"13","doi-asserted-by":"crossref","unstructured":"A. I. Cherepanov, \"Cerambycidae of Northern Asia. Volume II. Cerambycinae Part I.\" 292 (1988)","DOI":"10.5962\/bhl.title.46344"},{"key":"14","unstructured":"O. Chiesa-Molinari, \"Las Plagas de la Agricultura. Manual Práctico de Procedimientos para Combatirlas.\" 497 (1948)"},{"key":"15","unstructured":"V. Chikatunov, T. Pavlicek, E. Nevo, \"Coleoptera of “Evolution Canyon”, Lower Nahal Oren, Mount Carmel, Israel. Pensoft Series Faunistica, No. 14.\" 174 (1999)"},{"key":"16","doi-asserted-by":"crossref","unstructured":"R. N. Cuthbert, C. Diagne, E. J. Hudgins, et al. \"Science of the Total Environment.\" 819, \"Biological invasion costs reveal insufficient proactive management worldwide.\" 153404 (2022)","DOI":"10.1016\/j.scitotenv.2022.153404"},{"key":"17","unstructured":"D. Dauber, \"Linzer Biologische Beitrage.\" 36, \"Beitrag zur Kenntnis der Cerambycidenfauna von Samos (Coleoptera, Cerambycidae).\" 81 (2004)"},{"key":"18","unstructured":"P. Delarue, \"Feuille des Jeunes Naturalistes.\" 6, \"Gracilia brevipennis.\" 11 (1875)"},{"key":"19","unstructured":"C. Demelt, \"Nouvelle Revue d'Entomologie.\" 4, \"Zusammenfassung und Revision der Cerambycidenfauna der canarischen Inseln.\" 227 (1974)"},{"key":"20","unstructured":"O. R. Di Iorio, \"Revista de Biología Tropical, Costa Rica.\" 44, \"Plantas hospedadoras de Cerambycidae (Coleoptera) en el Espinal periestépico y en la provincia de Buenas Aires, Argentina.\" 159 (1996)"},{"key":"21","unstructured":"O. R. Di Iorio, \"Agrociencia.\" 39, \"Exotic species of Cerambycidae (Coleoptera) introduced in Argentina. Part 2. New records, host plants, emergence periods, and current status.\" 663 (2004)"},{"key":"22","doi-asserted-by":"crossref","unstructured":"O. R. Di Iorio and J. Farina \"Revista del Museo Argentino de Ciencias Naturales.\" 11, \"Plantas hospedadoras de Cerambycidae (Coleoptera) de la provincia de Buenos Aires, Argentina.\" 77 (2009)","DOI":"10.22179\/REVMACN.11.272"},{"key":"23","doi-asserted-by":"crossref","unstructured":"C. Diagne, B. Leroy, A. C. Vaissière, et al. \"Nature.\" 592, \"High and rising economic costs of biological invasions worldwide.\" 571 (2021)","DOI":"10.1038\/s41586-021-03405-6"},{"key":"24","unstructured":"E. A. J. Duffy, \"The Entomologist's Monthly Magazine.\" 82, \"Records of coleopterous larvae from Surrey, with a note on host plants.\" 270 (1946)"},{"key":"25","unstructured":"E. A. J. Duffy, \"A Monograph of the Immature Stages of British and Imported Timber Beetles (Cerambycidae).\" 350 (1953)"},{"key":"26","unstructured":"E. A. J. Duffy, \"A Monograph of the Immature Stages of African Timber Beetles (Cerambycidae).\" 338 (1957)"},{"key":"28","unstructured":"L. Dufour, \"Actes de la Société Linnéenne de Bordeaux.\" 17, \"Des zones entomologiques dans nos Pyrénées occidentales, et designation des insects qui les habitant.\" 304 (1851)"},{"key":"29","unstructured":"D. Eyre and R. A. Haack \"Cerambycidae of the World—Biology and Pest Management.\" \"Invasive cerambycid pests and biosecurity measures\" 563 (2017)"},{"key":"30","unstructured":"W. W. Fowler, \"The Coleoptera of the British Islands. A Descriptive Account of the Families, Genera, and Species Indigenous to Great Britain and Ireland, with Notes as to Localities, Habitats, etc. Volume IV.\" 411 (1890)"},{"key":"31","unstructured":"W. W. Fowler and H. St. J. K. Donisthorpe \"The Coleoptera of the British Islands. A Descriptive Account of the Families, Genera, and Species Indigenous to Great Britain and Ireland, with Notes as to Localities, Habitats, etc. 6 (Supplement).\" 351 (1913)"},{"key":"32","unstructured":"G. Georgiev, D. Doychev, N. Simov, et al. \"Silva Balcanica.\" 14, \"Contribution to the knowledge of cerambycid fauna (Coleoptera: Cerambycidae) of Belasitsa Mountain in Bulgaria.\" 109 (2013)"},{"key":"33","doi-asserted-by":"crossref","unstructured":"E. Gounelle, \"Bulletin Muséum du National d'Histoire Naturelle.\" 19, \"Chasses de M.E.-R. Wagner, correspondant du Muséum, dans les provinces du nord de la République Argentine. Cérambycides nouveaux ou peu connus.\" 193 (1913)","DOI":"10.5962\/bhl.part.25475"},{"key":"34","unstructured":"J. L. Gressitt, \"Longicornia Études et Notes sur les Longicornes. Vol. II.\" \"Longicorn beetles of China\" 1 (1951)"},{"key":"35","unstructured":"M. Grimm, \"Proceedings of the International Research Group on Wood Protection. IRG\/WP 05–10558, India.\" \"Incursion of Hylotrupes bajulus Linnaeus (European House Borer) into Western Australia.\" 13 (2005)"},{"key":"36","unstructured":"R. A. Haack, \"Cerambycidae of the World—Biology and Pest Management.\" \"Feeding biology of cerambycids\" 105 (2017)"},{"key":"37","doi-asserted-by":"crossref","unstructured":"J. Halperin, \"Phytoparasitica.\" 14, \"Braconidae (Hymenoptera) associated with forest and ornamental trees and shrubs in Israel.\" 119 (1986)","DOI":"10.1007\/BF02980898"},{"key":"38","doi-asserted-by":"crossref","unstructured":"J. Halperin and C. Holzschuh \"Phytoparasitica.\" 21, \"Host-plants of Israeli Cerambycidae (Coleoptera), with new records.\" 23 (1993)","DOI":"10.1007\/BF02980869"},{"key":"39","unstructured":"M. Hassler, \"Catalogue of Life Checklist (12.10, Feb 2022.\" \"Synonymic checklists of the vascular plants of the World.\" (2022)"},{"key":"40","unstructured":"W. D. Hincks, \"The Naturalist.\" 55, \"Field Notes. Damage caused by longicorn beetles.\" 405 (1930)"},{"key":"41","unstructured":"A. Hoffmann, \"Entomologischer Anzeiger (1921–1936).\" 5, \"Beitrag zur Coleopteren-Fauna des Neusiedler See-Gebietes. Ergbnisse meiner Exkursionen 1900 bis 1925.\" 130 (1925)"},{"key":"42","unstructured":"C. D. Howick, \"Sitzungsberichte der Gesellschaft Naturforschender Freunde zu Berlin.\" 50, \"The European house borer Hylotrupes bajulus (L.) in Australia—a 40 year update.\" 57 (2014)"},{"key":"43","unstructured":"R. R. U. Kaufmann, \"The Entomologist's Monthly Magazine.\" 82, \"On some doubtful or rare Longicornia (Col.) included in the new check list of British insects.\" 181 (1946)"},{"key":"44","unstructured":"I. Korczyński, \"Polskie Pismo Entomologiczne.\" 55, \"The biology of Nathrius brevipennis (MULS.) (Coleoptera, Cerambycidae) in Poland.\" 73 (1985)"},{"key":"45","unstructured":"T. La Mantia, M. Bellavista, G. Giardina, et al. \"Biodiversity Journal.\" 1, \"Longhorn beetles of the Ficuzza woods (W. Sicily, Italy) and their relationship with plant diversity (Coleoptera, Cerambycidae).\" 15 (2010)"},{"key":"46","doi-asserted-by":"crossref","unstructured":"S. A. Lawson, A. J. Carnegie, N. L. Cameron, et al. \"Australian Forestry.\" 81, \"Risk of exotic pests to the Australian forest industry.\" 3 (2018)","DOI":"10.1080\/00049158.2018.1433119"},{"key":"47","doi-asserted-by":"crossref","unstructured":"J. L. LeConte, \"Journal of the Academy of Natural Sciences of Philadelphia (Series 2).\" 2, \"An attempt to classify the longicorn Coleoptera of the part of America north of Mexico.\" 5 (1850)","DOI":"10.5962\/bhl.title.151789"},{"key":"48","unstructured":"H. B. Leech, \"The Pan-Pacific Entomologist.\" 30, \"Leptidiella brevipennis (Mulsant) reared from Toyon (Coleoptera: Cerambycidae).\" 158 (1954)"},{"key":"49","unstructured":"E. G. Linsley, \"The Pan-Pacific Entomologist.\" 9, \"A European longicorn new to California (Coleoptera: Cerambycidae).\" 170 (1933)"},{"key":"50","unstructured":"E. G. Linsley, \"The Pan-Pacific Entomologist.\" 34, \"The role of Cerambycidae in forest, urban and agricultural environments.\" 105 (1958)"},{"key":"51","unstructured":"E. G. Linsley, \"The Cerambycidae of North America. Part IV: Taxonomy and Classification of the Subfamily Cerambycinae, Tribes Elaphidionini through Rhinotragini, University of California Publication in Entomology, No. 21.\" 165 (1963)"},{"key":"53","unstructured":"J. Manon, \"Extraits des Procès-Verbaux.\" 65, \"Note sur Leptidea brevipennis. Actes de la Société Linnéenne de Bordeaux.\" 28 (1911)"},{"key":"54","doi-asserted-by":"crossref","unstructured":"R. D. Martínez, L.-A. Basterra, J.-A. Balmori, \"Forests.\" 11, \"Morphology and material composition of the mouthparts of Stromatium unicolor Olivier 1795 (Coleoptera: Cerambycidae) for bionic application.\" 715 (2020)","DOI":"10.3390\/f11070715"},{"key":"55","unstructured":"U. R. Martins, \"Cerambycidae Sul-americanos (Coleoptera). Volume 6: Taxonomia.\" 232 (2003)"},{"key":"56","unstructured":"E. G. Matthews, \"A Guide to the Genera of Beetles of South Australia. Part 7: Polyphaga: Chrysomeloidea: Cerambycidae. Special Educational Bulletin Series, No. 10.\" 64 (1997)"},{"key":"57","unstructured":"V. Mayet, \"Miscellanea Entomologica.\" 11, \"Contribution à la faune entomologique des Pyrénées orientales. Coléoptères des Albères (suite).\" 145 (1903)"},{"key":"58","unstructured":"W. Middlekauff and J. Underhill \"The Pan-Pacific Entomologist.\" 25, \"A new host record for Leptidiella brevipennis (Muls.) (Coleoptera, Cerambycidae).\" 128 (1949)"},{"key":"59","unstructured":"D. Mifsud, \"The Central Mediterranean Naturalist.\" 2, \"Notes on some Cerambycidae (Coleoptera) from the Maltese Islands.\" 35 (1993)"},{"key":"60","unstructured":"D. Mifsud and R. Booth \"The Central Mediterranean Naturalist.\" 2, \"Further contributions to the knowledge of the longhorn beetles (Coleoptera: Cerambycidae) of the Maltese Islands.\" 170 (1997)"},{"key":"61","unstructured":"E. Migliaccio, G. Georgiev, V. Gashtarov, \"Lambillionea 107(1), Supplement.\" 1, \"An annotated list of Bulgarian Cerambycids with special view on the rarest species and endemics (Coleoptera: Cerambycidae).\" 1 (2007)"},{"key":"62","unstructured":"V. I. Motschulsky, \"Bulletin de la Société Impériale des Naturalistes de Moscou.\" 18, \"Remarques sur la collection de coléoptères russes de Victor de Motschulsky.\" 1 (1845)"},{"key":"63","unstructured":"G. Müller, \"Centro Sperimentale agricole e forestale, Trieste.\" 4, \"I Coleotteri della Venezia Giulia. Volume II: Coleoptera Phytophaga (Cerambycidae, Chrysomelidae, Bruchidae).\" 1 (1949–1953)"},{"key":"64","doi-asserted-by":"crossref","unstructured":"E. Mulsant, \"Histoire Naturelle des Coléoptères de France, Longicornes.\" 304 (1839)","DOI":"10.5962\/bhl.title.8758"},{"key":"65","doi-asserted-by":"crossref","unstructured":"E. Mulsant, \"Histoire Naturelle des Coléoptères de France, Longicornes.\" 480 (1862)","DOI":"10.5962\/bhl.title.51571"},{"key":"66","doi-asserted-by":"crossref","unstructured":"H. F. Nahrung and A. J. Carnegie \"Frontiers in Forests and Global Change.\" 3, \"Non-native forest insects and pathogens in Australia: Establishment, spread, and impact.\" 37 (2020)","DOI":"10.3389\/ffgc.2020.00037"},{"key":"67","doi-asserted-by":"crossref","unstructured":"T. Németh, K. Székely, A. Kotán, et al. \"Folia Entomologica Hungarica.\" 80, \"Notes on longhorn beetles of Lebanon (Coleoptera: Cerambycidae).\" 13 (2019)","DOI":"10.17112\/FoliaEntHung.2019.80.13"},{"key":"68","unstructured":"H. U. Nicolas, \"Mémoires de l'Académie du Vaucluse.\" 3, \"Fonctions des derniers anneaux de l'abdomen du Leptidea brevipennis Mulsant.\" 62 (1884)"},{"key":"69","unstructured":"H. U. Nicolas, \"Le Coléoptériste.\" 4, \"De la ponte de Leptidea brevipennis Muls.\" 56 (1891)"},{"key":"70","unstructured":"H. Normand, \"Bulletin de la Société d'Histoire naturelle d'Afrique du Nord.\" 28, \"Contribution au Catalogue des Coléoptères de la Tunisie (11ème fascicule)\" 116 (1937)"},{"key":"71","unstructured":"P. Novak, \"Bollettino della Societa Adriatica di Scienze Naturali in Trieste.\" 38, \"Gli insetti dannosi in Dalmazia.\" 58 (1940)"},{"key":"72","unstructured":"H. Özbek, H. Özdikmen, F. Aytar, \"Munis Entomology & Zoology.\" 10, \"Contributions of the longhorned beetles knowledge of Turkey by the subfamilies Aseminae, Saphaninae, Spondylidinae, Cerambycinae and Stenopterinae (Coleoptera: Cerambycidae).\" 291 (2015)"},{"key":"73","unstructured":"H. Özdikmen, \"Munis Entomology & Zoology.\" 16, \"Longhorned beetles (Coleoptera: Cerambycidae) preferring Pinus species as host plant in Turkey.\" 501 (2021)"},{"key":"74","unstructured":"J. Paclt, \"Entomologisk Tidskrift.\" 67, \"Leptidea, a generic homonym.\" 169 (1946)"},{"key":"75","unstructured":"\"Pest and Disease Image Library.\" (2022)"},{"key":"76","unstructured":"S. Palmqvist, \"Opuscula Entomologica.\" 10, \"Skanska skalbaggsfynd.\" 106 (1945)"},{"key":"77","unstructured":"J. Papp, \"Israel Journal of Entomology.\" 22, \"A contribution to the braconid fauna of Israel (Hymenoptera), 2.\" 45 (1988)"},{"key":"78","unstructured":"E. Perris, \"Annales de la Société Linnéenne de Lyon.\" 4, \"Nouvelle excursions dans les grandes lands.\" 83 (1857)"},{"key":"79","doi-asserted-by":"crossref","unstructured":"P. M. Peyerimhoff, \"Annales de la Société Entomologique de France.\" 88, \"Notes sur la biologie de quelques Coléoptères phytophages du Nordafricain (troisième série).\" 169 (1919)","DOI":"10.1080\/21686351.1919.12279924"},{"key":"80","unstructured":"F. Picard, \"Annales du Service des Epiphyties.\" 6, \"Insectes qui attaquent le bois. Leptidea brevipennis Muls.\" 105 (1919)"},{"key":"81","unstructured":"F. Picard, \"Faune de France 20. Coléoptères Cerambycidae.\" 167 (1929)"},{"key":"82","unstructured":"N. N. Plavilstshikov, \"Faune de l'U.R.S.S., 21 Cerambycidae (PII).\" 788 (1940)"},{"key":"83","unstructured":"H. Prell, \"Mitteilungen der Gesellschaft für Vorratsschutz.\" 3, \"Eine mediterrane Bockkaferart als Lagerschadling in Deutschland (Leptidea brevipennis Muls).\" 21 (1927)"},{"key":"84","unstructured":"J. I. Recalde Irurzun and A. F. San Martín Moreno \"Arquivos Entomoloxicos.\" 13, \"Descubrimiento de Xylotrechus stebbingi Gahan, 1906 (Coleoptera: Cerambycidae) en Navarra (norte de España), y otras especies saproxílicas del desfiladero de Gallipienzo.\" 347 (2015)"},{"key":"85","unstructured":"G. Reineck, \"Deutsche Entomologische Zeitschrift.\" 63, \"Die Insekten der Mark Brandenburg II. Coleoptera. Cerambycidae.\" 1 (1919)"},{"key":"86","doi-asserted-by":"crossref","unstructured":"C. Rungs, \"Bulletin de la Société Entomologique de France.\" 52, \"A propos de quelques coléoptères Cérambycidae du Maroc.\" 97 (1947)","DOI":"10.3406\/bsef.1947.15970"},{"key":"87","unstructured":"G. Sama, \"Atlas of the Cerambycidae of Europe and the Mediterranean Area. Volume 1.\" 173 (2002)"},{"key":"89","doi-asserted-by":"crossref","unstructured":"G. Sama, J.-C. Ringenbach, M. Rejzek, \"Bulletin de la Société Entomologique de France.\" 110, \"A preliminary survey of the Cerambycidae of Libya (Coleoptera).\" 439 (2005)","DOI":"10.3406\/bsef.2005.16267"},{"key":"90","doi-asserted-by":"crossref","unstructured":"L. A. Santas, \"Entomologia Hellenica.\" 2, \"Nathrius brevipennis (Mulsant, 1839) (Col.: Cerambycidae) in Greece.\" 31 (1984)","DOI":"10.12681\/eh.13905"},{"key":"91","unstructured":"P. Scherdlin, \"Annales de la Société Entomologique de Belgique.\" 51, \"Un longicorne nouveau pour la faune d'Alsace (Leptidea brevipennis).\" 280 (1907a)"},{"key":"92","unstructured":"P. Scherdlin, \"Internationale Entomologische Zeitschrift.\" 1, \"Leptidea brevipennis Muls., Ein für die elsässische Fauna neuer Cerambycide.\" 192 (1907b)"},{"key":"93","unstructured":"E. Schimitschek, \"Forstinsekten der Türkei und ihre Umwelt.\" 371 (1944)"},{"key":"94","unstructured":"G. Schmidt, \"Entomologische Blätter.\" 34, \"Studien zur Systematik, Variabilitât und Faunistik einiger pakiarktischen Cerambyciden.\" 3 (1938)"},{"key":"95","doi-asserted-by":"crossref","unstructured":"A. Ślipiński and H. Escalona \"Australian Longhorn Beetles (Coleoptera: Cerambycidae). Volume I: Introduction and Subfamily Lamiinae.\" 504 (2013)","DOI":"10.1071\/9781486300044"},{"key":"96","doi-asserted-by":"crossref","unstructured":"A. Ślipiński and H. Escalona \"Australian Longhorn Beetles (Coleoptera: Cerambycidae), Volume 2: Subfamily Cerambycinae.\" 640 (2016)","DOI":"10.1071\/9781486304592"},{"key":"97","unstructured":"Z. Śliwiński, \"Polskie Pismo Entomologiczne.\" 28, \"Nathrius brevipennis (Muls.) Bosq. nowy gatunek chrząszcza (Coleoptera, Cerambycidae) dla fauny Polski.\" 129 (1958)"},{"key":"98","doi-asserted-by":"crossref","unstructured":"S. Sopow, B. Gresham, J. Bain, \"New Zealand Entomologist.\" 38, \"Exotic longhorn beetles (Coleoptera: Cerambycidae) established in New Zealand.\" 107 (2015)","DOI":"10.1080\/00779962.2014.993798"},{"key":"99","unstructured":"E. Strand, \"Folia Zoologica et Hydrobiologica.\" 9, \"Miscellanea nomenclatorica zoologica et palaeontologica.\" 167 (1936)"},{"key":"100","unstructured":"C. Sturani, \"Rivista Piemontese di Storia Naturale.\" 2, \"Notizie biologiche e corologiche su alcuni coleotteri Cerambicidi d'Italia, specialmente delle regioni settentrionali, insulari e limitrofe.\" 17 (1981)"},{"key":"101","unstructured":"P. Švácha and M. L. Danilevsky \"Acta Universitatis Carolinae.\" 31, \"Cerambycoid larvae of Europe and Soviet Union (Coleoptera, Cerambycoidea). Part II.\" 121 (1988)"},{"key":"102","unstructured":"G. Tavakilian and H. Chevillotte \"Base de données Titan sur les Cerambycidés ou Longicornes.\" (2022)"},{"key":"103","unstructured":"A. von der. Trappen, \"Entomologische Blätter.\" 3, \"Gracilia minuta F. und Leptidea brevipennis Muls.\" 22 (1907a)"},{"key":"104","unstructured":"A. von der. Trappen, \"Entomologische Blätter.\" 3, \"Weitere Mitteilungen über Gracilia minuta F., Leptidea brevipennis Muls. und Opilio mollis Latr.\" 122 (1907b)"},{"key":"105","unstructured":"W. H. Tyson, \"The Pan-Pacific Entomologist.\" 42, \"Notes on reared Cerambycidae (Coleoptera).\" 201 (1966)"},{"key":"106","unstructured":"R. R. Uhthoff-Kaufmann, \"The Entomologist's Record and Journal of Variation.\" 102, \"The genera Nathrius Brèthes and Molorchus F. (Col.: Cerambycidae) in Great Britain.\" 239 (1990)"},{"key":"107","unstructured":"A. Villiers, \"Faune de l'Empire Français. Part V: Coléoptères Cérambycides de l'Afrique du Nord.\" 152 (1946)"},{"key":"108","unstructured":"E. Vives and S. Trócoli \"Faunitaxys.\" 9, \"Cerambycidae de la Macaronesia (Coleoptera, Cerambycidae).\" 1 (2021)"},{"key":"109","doi-asserted-by":"crossref","unstructured":"Q. Wang and R. A. B. Leschen \"New Zealand Entomologist.\" 26, \"Identification and distribution of Arhopalus species (Coleoptera: Cerambycidae: Aseminae) in Australia and New Zealand.\" 53 (2003)","DOI":"10.1080\/00779962.2003.9722108"},{"key":"110","doi-asserted-by":"crossref","unstructured":"G. A. Webb and R. H. Eldridge \"Australian Forestry.\" 60, \"Arhopalus syriacus (Reitter) (Coleoptera: Cerambycidae): A potential economic pest of Pinus in Australia, with notes on its biology and distribution.\" 125 (1997)","DOI":"10.1080\/00049158.1997.10674707"},{"key":"112","unstructured":"F. Zacher, \"Mitteilungen der Gesellschaft für Vorratsschutz.\" 19, \"Ein Weidenkorb und seine Lebensgemeinschaft.\" 65 (1943)"},{"key":"88","unstructured":"G. Sama, J. Buse, E. Orbach, et al. \"Munis Entomology & Zoology.\" 5, \"A new catalogue of the Cerambycidae (Coleoptera) of Israel with notes on their distribution and host plants.\" 1 (2010)"},{"key":"111","unstructured":"\"World Flora Online.\" (2022)"},{"key":"27","unstructured":"E. A. J. Duffy, \"A Monograph of the Immature Stages of Neotropical Timber Beetles (Cerambycidae).\" 327 (1960)"}],"container-title":"The Coleopterists Bulletin","original-title":[],"deposited":{"date-parts":[[2024,10,16]],"date-time":"2024-10-16T08:41:38Z","timestamp":1729068098000},"score":1,"resource":{"primary":{"URL":"https:\/\/bioone.org\/journals\/the-coleopterists-bulletin\/volume-77\/issue-1\/0010-065X-77.1.127\/First-Report-of-Nathrius-brevipennis-Mulsant-Coleoptera--Cerambycidae\/10.1649\/0010-065X-77.1.127.full"}},"subtitle":[],"short-title":[],"issued":{"date-parts":[[2023,3,17]]},"references-count":112,"journal-issue":{"issue":"1","published-online":{"date-parts":[[2023,3,1]]}},"URL":"http:\/\/dx.doi.org\/10.1649\/0010-065X-77.1.127","relation":{},"ISSN":["0010-065X"],"subject":[],"container-title-short":"The Coleopterists Bulletin","published":{"date-parts":[[2023,3,17]]}}