{"indexed":{"date-parts":[[2024,9,14]],"date-time":"2024-09-14T10:37:21Z","timestamp":1726310241718},"reference-count":2,"publisher":"Magnolia Press","issue":"3","content-domain":{"domain":[],"crossmark-restriction":false},"abstract":"<jats:p>The mole crab Emerita portoricensis Schmitt, 1935 was originally described solely on the basis of few key characters that were not precisely defined, giving reason to question subsequent reports of its distribution. The present study, prompted by recent collections documenting coloration in life, undertakes a comprehensive redescription of the species based on specimens of varied sizes from Puerto Rico, Belize, Costa Rica, and Panama. Collections from the northern Caribbean that at first take appear to represent a northernmost record of E. brasiliensis Schmitt, 1935 or southernmost occurrence of E. talpoida (Say, 1817), may be assignable E. portoricensis as now recognized. Among western Atlantic species, E. portoricensis and E. benedicti have to date been considered to have the dactylus of the first pereopod terminally subacute or sharply pointed, which purportedly separates them from E. brasiliensis and E. talpoida, western Atlantic species in which this article is terminally rounded. However, in E. portoricensis this character varies with specimen size and the magnification at which the distal extreme of the dactylus is examined, being rounded to varying degrees in all but the largest specimens. Even in sexually mature specimens of less than maximum size, this rounded tip is armed by a minute corneous spine in E. portoricensis, although it is less prominent than the terminal spine on the consistently more acute dactylus of E. benedicti at all adult sizes. Also, the carapace color in live specimens of E. portoricensis, as documented for specimens collected in both Belize and Panama, differs from that of E. brasiliensis, E. talpoida, and E. benedicti by typically including longitudinal and diagonal dark bars of olive brown on the branchial regions and a light longitudinal bar marking the posterior quarter of the median line. Posterior to the cervical groove, fine rugae of the carapace that form broken transverse lines are at most little diminished across the mid-dorsal longitudinal line in E. portoricensis and E. benedicti, somewhat more broken in E. brasiliensis, and distinctly diminished to all but absent at the midline in E. talpoida. Previously reported BINs in the Barcode of Life database include sequenced specimens from Costa Rica herein accepted as E. portoricensis. We exclude populations from Brazil that have been mis-assigned to E. portoricensis.&#x0D;\n <\/jats:p>","DOI":"10.11646\/zootaxa.5227.3.3","type":"journal-article","created":{"date-parts":[[2023,1,5]],"date-time":"2023-01-05T21:28:48Z","timestamp":1672954128000},"page":"341-354","source":"Crossref","is-referenced-by-count":2,"title":"Redescription of the mole crab Emerita portoricensis Schmitt, 1935 (Crustacea: Decapoda: Hippidae), based on Caribbean populations from Puerto Rico, Belize, Costa Rica, and Panama","prefix":"10.11646","volume":"5227","author":[{"ORCID":"http:\/\/orcid.org\/0000-0001-7679-7712","authenticated-orcid":false,"given":"DARRYL L.","family":"FELDER","sequence":"first","affiliation":[]},{"given":"RAFAEL","family":"LEMAITRE","sequence":"additional","affiliation":[]},{"ORCID":"http:\/\/orcid.org\/0000-0002-8497-187X","authenticated-orcid":false,"given":"FERNANDO L.","family":"MANTELATTO","sequence":"additional","affiliation":[]}],"member":"4913","published-online":{"date-parts":[[2023,1,6]]},"reference":[{"key":"160340","unstructured":"<p>Abele, L.G. &amp; Kim, W. (1986) An illustrated guide of the marine decapod crustaceans of Florida. State of Florida Department of Environmental Regulation, Technical Series, 8 (1), Parts 1 &amp; 2, 1–760. <br>Behre, E.H. (1950) Annotated list of the fauna of the Grand Isle region 1928–1946. Occasional Papers of the Marine Laboratory, Louisiana State University, 6, 1–66.<br>Boyko, C.B. &amp; McLaughlin, P.A. (2010) Annotated checklist of anomuran decapod crustaceans of the world (exclusive of the Kiwaoidea and families Chirostylidae and Galatheidae of the Galatheoidea). Part IV—Hippoidea. Raffles Bulletin of Zoology, Supplement 23, 139–151.<br>Britton, J.C. &amp; Morton, B. (1989) Shore ecology of the Gulf of Mexico. University of Texas Press, Austin, Texas, 387 pp.<br>Calado, T.S. (1990) Redescrição do gênero Emerita Scopolli, 1777 e as espécies Brasileiras (Decapoda, Anomura, Hippidae). Trabalhos Oceanográficos da Universidade Federal de Pernambuco, 21, 263–290. https:\/\/doi.org\/10.5914\/tropocean.v21i1.2649<br>Camp, D.K. (1998) Checklist of shallow-water marine malacostracan Crustacea of Florida. In: Camp, D.K., Lyons, W.G. &amp; Perkins, T.H. (Eds.), Checklists of Selected Shallow-Water Marine Invertebrates of Florida. Florida Department of Environmental Protection, St. Petersburg, pp. 123–189 <br>Efford, I.E. (1967) Neoteny in sand crabs of the genus Emerita (Anomura, Hippidae). Crustaceana, 13, 81–93. https:\/\/doi.org\/10.1163\/156854067X00107<br>Efford, I.E. (1976) Distribution of the sand crabs in the genus Emerita (Decapoda, Hippidae). Crustaceana, 30, 169–183. https:\/\/doi.org\/10.1163\/156854076X00558<br>Felder, D.L. (1973) An annotated key to crabs and lobsters (Decapoda, Reptantia) from coastal waters of the northwestern Gulf of Mexico. Publications of the Center for Wetland Resources, LSU-SG-73-02, pp. 1–103.<br>Felder, D.L, Álvarez, F., Goy, J.W. &amp; Lemaitre, R. (2009) Decapoda (Crustacea) of the Gulf of Mexico, with comments on the Amphionidacea. In: Felder, D.L. &amp; Camp, D.K. (Eds.), Gulf of Mexico Origin, Waters, and Biota. Vol. 1. Biodiversity. Texas A&amp;M University Press, College Station, Texas, pp. 1019–1104.<br>García E., Lemus, M. &amp; Chung, K.S. (2000) Cinética de incorporación del mercurio en Emerita portoricensis (Crustacea: Decapoda) [Kinetic incorporation of mercury in Emerita portoricensis (Crustacea: Decapoda)]. Revista de Biología Tropical, 48 (Supplement 1), 215–223. <br>Goodbody, I. (1965) Continuous breeding in populations of two tropical crustaceans, Mysidium columbiae (Zimmer) and Emerita portoricensis Schmidt. Ecology, 46 (1–2), 195–197. https:\/\/doi.org\/10.2307\/1935274<br>Haye, P.A., Tam, Y.K. &amp; Kornfield, I. (2002) Molecular phylogenetics of mole crabs (Hippidae, Emerita). Journal of Crustacean Biology, 22 (4), 903–915. https:\/\/doi.org\/10.1163\/20021975-99990302 <br>Hsueh, P.-W. (2015) A new species of Emerita (Decapoda, Anomura, Hippidae) from Taiwan, with a key to species of the genus. Crustaceana, 88 (3), 247–258. https:\/\/doi.org\/10.1163\/15685403-00003413<br>Latreille, P.A. (1825) Familles naturelles du règne animal, exposées succinctement et dans un ordre analytique, avec l’indication de leurs genres. J.-B. Baillière, Paris, 570 pp. https:\/\/doi.org\/10.5962\/bhl.title.16094<br>McLaughlin, P.A., Camp, D.K., Angel, M.V., Bousfield, E.L., Brunel, P., Brusca, R.C., Cadien, D., Cohen, A.C., Conlan, K., Eldredge, L.G., Felder, D.L., Goy, J.W., Haney, T., Hann, B., Heard, R.W., Hendrycks, E.A., Hobbs III, H.H., Holsinger, J.R., Kensley, B., Laubitz, D.R., LeCroy, S.E., Lemaitre, R., Maddocks, R.F., Martin, J.W., Mikkelson, P., Nelson, E., Newman, W.A., Overstreet, R.M., Poly, W.J., Price, W.W., Reid, J.W., Robertson, A., Rogers, D.C., Ross, A., Schotte, M., Schram, F.R., Shih, C.-T., Watling, L., Wilson, G.D.F. &amp; Turgeon, D.D. (2005) Common and Scientific Names of Aquatic Invertebrates from the United States and Canada. Crustaceans. American Fisheries Society Special Publication 31. American Fisheries Society, Bethesda, Maryland, 545 pp.<br>Melo, G.A.S. de (1999) Manual de Identificação dos Crustacea Decapoda do Litoral Brasileiro: Anomura Thalassinidea Palinuridea Astacidea. Plêiade\/FAPESP, São Paulo, 429 pp.<br>Pérez, D. (1999) Mercury Levels in mole crabs Hippa cubensis, Emerita brasiliensis, E. portoricensis, and Lepidopa richmondi (Crustacea: Decapoda: Hippidae) from a sandy beach at Venezuela. Bulletin of Environmental Contamination and Toxicology, 63, 320–326. https:\/\/doi.org\/10.1007\/s001289900983<br>Poupin, J. (2018) Les Crustacés décapodes de Petites Antilles. Avec de nouvelles observations pour Saint-Martin, la Guadeloupe et las Martinique. Publications Scientifiques du Muséum national d’Histoire naturelle. Patrimoines naturels 77. Muséum national d’Histoire naturelle, Paris, 260 pp.<br>Rodríguez, G. (1980) Los crustáceos decápodos de Venezuela. Instituto Venezolano de Investigaciones Científicas, Caracas, 494 pp.<br>Sastre, M.P. (1990) Relationships between life history stages and population fluctuations in Emerita portoricensis. Bulletin of Marine Science, 47, 526–535.<br>Sastre, M.P. &amp; Yoshioka, P.M. (1992) Sex-specific life history pattern of Emerita portoricensis (Schmitt). Bulletin of Marine Science, 50 (3), 456–463.<br>Schmitt, W.L. (1935) Crustacea Macrura and Anomura of Porto Rico and the Virgin Islands. Scientific Survey of Porto Rico and the Virgin Islands, New York Academy of Science, 15 (2), 125–227. https:\/\/doi.org\/10.5962\/bhl.title.10217<br>Scopoli, G.A. (1777) Introductio ad historiam naturalem sistens genera lapidum, plantarum, et animalium hactenus detecta, caracteribus essentialibus donata, in tribus divisa, subinde ad leges naturae. W. Gerle, Prague, 506 pp. https:\/\/doi.org\/10.5962\/bhl.title.10827<br>Smith, S.I. (1877) The early stages of Hippa talpoida, with a note on the structure of the mandibles and maxillae in Hippa and Remipes. Transactions of the Connecticut Academy of Science, 3, 311–324.<br>Snodgrass, R.E. (1952) The sand crab Emerita talpoida (Say) and some of its relatives. Smithsonian Miscellaneous Collections, 117 (8), 1–34.<br>Tam, Y.K., Kornfield, I. &amp; Ojeda, F.P. (1996) Divergence and zoogeography of mole crabs, Emerita spp. (Decapoda: Hippidae) in the Americas. Marine Biology, 125, 489–497. https:\/\/doi.org\/10.1007\/BF00353262<br>Venera-Pontón, D.E., Driskell, A.C., De Grave, S., Felder, D.L., Scioli, J.A. &amp; Collin, R. (2020) Combining field training in taxonomy with DNA barcoding to document decapod biodiversity in the Caribbean. Biodiversity Data Journal, 8, e47333. https\/\/doi.org\/10.3897\/BDJ.8.e47333<br>Williams, A.B. (1965) Marine decapod crustaceans of the Carolinas. Fishery Bulletin, 65, i–xi + 1–298.<\/p>"},{"key":"160341","unstructured":"<p>&nbsp;<\/p>"}],"container-title":"Zootaxa","original-title":[],"deposited":{"date-parts":[[2023,1,5]],"date-time":"2023-01-05T21:28:51Z","timestamp":1672954131000},"score":1,"resource":{"primary":{"URL":"https:\/\/www.mapress.com\/zt\/article\/view\/zootaxa.5227.3.3"}},"subtitle":[],"short-title":[],"issued":{"date-parts":[[2023,1,6]]},"references-count":2,"journal-issue":{"issue":"3","published-online":{"date-parts":[[2023,1,6]]}},"URL":"http:\/\/dx.doi.org\/10.11646\/zootaxa.5227.3.3","relation":{},"ISSN":["1175-5334","1175-5326"],"subject":[],"container-title-short":"Zootaxa","published":{"date-parts":[[2023,1,6]]}}