{"indexed":{"date-parts":[[2024,4,15]],"date-time":"2024-04-15T11:52:23Z","timestamp":1713181943069},"reference-count":49,"publisher":"Magnolia Press","issue":"1","content-domain":{"domain":[],"crossmark-restriction":false},"abstract":"<jats:p>The occurrence and distribution of the various species of the genus Pelecocera Meigen, 1822 (Diptera: Syrphidae) occurring in France are revised and a new species, Pelecocera garrigae Lair &amp; Nève, 2022 sp. nov., is described from Mediterranean France. Distribution and ecological data of the six French species of Pelecocera are provided and an identification key is given to all these species. Sequences of the cytochrome c oxidase subunit I (COI) from all European Pelecocera species support the morphological species concept, except for Pelecocera scaevoides (Fallén, 1817). The binomen Pelecocera lugubris Perris, 1839 is recovered to name the Pelecocera lusitanica (Mik, 1898) of authors in France.  <\/jats:p>","DOI":"10.11646\/zootaxa.5141.1.1","type":"journal-article","created":{"date-parts":[[2022,5,24]],"date-time":"2022-05-24T00:03:25Z","timestamp":1653350605000},"page":"1-24","source":"Crossref","is-referenced-by-count":4,"title":"Revision of the genus Pelecocera Meigen, 1822 (Diptera: Syrphidae) from France: taxonomy, ecology and distribution","prefix":"10.11646","volume":"5141","author":[{"ORCID":"http:\/\/orcid.org\/0000-0001-6985-4563","authenticated-orcid":false,"given":"XAVIER","family":"LAIR","sequence":"first","affiliation":[]},{"ORCID":"http:\/\/orcid.org\/0000-0001-7621-2825","authenticated-orcid":false,"given":"LISE","family":"ROPARS","sequence":"additional","affiliation":[]},{"ORCID":"http:\/\/orcid.org\/0000-0002-1445-9870","authenticated-orcid":false,"given":"JEFFREY H.","family":"SKEVINGTON","sequence":"additional","affiliation":[]},{"ORCID":"http:\/\/orcid.org\/0000-0001-5559-9477","authenticated-orcid":false,"given":"SCOTT","family":"KELSO","sequence":"additional","affiliation":[]},{"ORCID":"http:\/\/orcid.org\/0000-0002-2464-7998","authenticated-orcid":false,"given":"BENOÎT","family":"GESLIN","sequence":"additional","affiliation":[]},{"ORCID":"http:\/\/orcid.org\/0000-0002-3484-512X","authenticated-orcid":false,"given":"ELISE","family":"MINSSIEUX","sequence":"additional","affiliation":[]},{"ORCID":"http:\/\/orcid.org\/0000-0002-0304-8937","authenticated-orcid":false,"given":"GABRIEL","family":"NÈVE","sequence":"additional","affiliation":[]}],"member":"4913","published-online":{"date-parts":[[2022,5,24]]},"reference":[{"key":"#cr-split#-118101.1","unstructured":"<p>Báez, M. (1986) Notas sobre el género Chamaesyrphus en las Islas Canarias (Dip., Syrphidae). Boletín de la Asociación española de Entomología, 10, 309-311.<br>Ball, S. &amp"},{"key":"#cr-split#-118101.2","unstructured":"Morris, R. (2015) Britain's Hoverflies: an Introduction to the Hoverflies of Britain. Second edition. Princeton University Press, Princeton, New Jersey, 312 pp.<br>Bartsch, H. (2009) Tvåvingar: Blomflugor, Diptera : Syrphidae : Eristalinae &amp"},{"key":"#cr-split#-118101.3","unstructured":"Brownrigg, R. (2018) Package mapdata. Available from: https:\/\/cran.r-project.org\/web\/packages\/mapdata\/ (accessed 3 May 2022)<br>Bigot, L. &amp"},{"key":"#cr-split#-118101.4","unstructured":"Picard, J. (1989) Remarques sur les Pterophoridae français du genre Merrifielda, M. neli et M. garrigae, espèces nouvelles (Lep. Pterophoridae). Alexanor, 15 (7), 25-40.<br>Bot, S. &amp"},{"key":"#cr-split#-118101.5","unstructured":"Van de Meutter, F. (2019) Veldgids Zweefvliegen. KNNV Uitgeverij, Zeist, 388 pp.<br>Čandek, K. &amp"},{"key":"#cr-split#-118101.6","doi-asserted-by":"crossref","unstructured":"Kuntner, M. (2015) DNA barcoding gap: reliable species identification over morphological and geographical scales. Molecular Ecology Resources, 15 (2), 268-277. https:\/\/doi.org\/10.1111\/1755-0998.12304<br>Collin, J.E. (1940) Notes on Syrphidae (Diptera) IV. Entomologist's monthly Magazine, 76, 150-158.<br>Curran, C.H. (1923) Two new North American Diptera. Occasional Papers of the Boston Society of Natural History, 5, 59-61.<br>Czerny, L. &amp","DOI":"10.1111\/1755-0998.12304"},{"key":"#cr-split#-118101.7","unstructured":"Strobl, G. (1909). Spanische Dipteren III. Beitrag. Verhandlungen der kaiserlich-königlichen zoologisch-botanischen Gesellschaft in Wien, 59, 121-246.<br>Dirickx H. G. (1994) Atlas des diptères syrphides de la région méditerranéenne. Documents de travail de l'Institut royal des Sciences naturelles de Belgique, 75, 1-317.<br>Dupuis, C. &amp"},{"key":"#cr-split#-118101.8","doi-asserted-by":"crossref","unstructured":"Matile, L. (1990) Notre cher Séguy. La vie et l'œuvre du diptériste Eugène Séguy (1890-1985). Annales de la Société entomologique de France, 26 (3), 269-300.<br>Enderlein, G. (1937) Eine neue Pelecocera aus der Mark (Dipt. Syrph.). Märkische Tierwelt, 2, 276.<br>Fallén, C.F. (1817) s.n. Syrphici sveciae, Lund, Part 4, 31-42.<br>Folmer, O., Black, M., Hoeh, W., Lutz, R. &amp","DOI":"10.1080\/21686351.1990.12277821"},{"key":"#cr-split#-118101.9","unstructured":"Vrijenhoek, R. (1994) DNA primers for amplification of mitochondrial cytochrome c oxidase subunit I from diverse metazoan invertebrates. Molecular Marine Biology and Biotechnology, 3, 294-299.<br>Gibson, J.F., Kelso, S., Jackson, M.D., Kits, J.H., Miranda, G.F.G. &amp"},{"key":"#cr-split#-118101.10","doi-asserted-by":"crossref","unstructured":"Skevington, J.H. (2011) Diptera-specific Polymerase Chain Reaction amplification primers of use in molecular Phylogenetic Research. Annals of the Entomological Society of America, 104, 976-997. https:\/\/doi.org\/10.1603\/AN10153<br>Gobert, E. (1887) Catalogue des Diptères de France. Henri Delesques ed, Caen, 88 pp.<br>Gutiérrez, M.A.C., Vivero, R.J., Vélez, I.D., Porter, C.H. &amp","DOI":"10.1603\/AN10153"},{"key":"#cr-split#-118101.11","doi-asserted-by":"crossref","unstructured":"Uribe, S. (2014) DNA barcoding for the identification of sand fly species (Diptera, Psychodidae, Phlebotominae) in Colombia. PLoS One, 9 (1), e85496. https:\/\/doi.org\/10.1371\/journal.pone.0085496<br>Haarto, A. &amp","DOI":"10.1371\/journal.pone.0085496"},{"key":"#cr-split#-118101.12","unstructured":"Kerppola, S. (2007) Suomen kukkakärpäset ja lähialueiden lajeja (Finnish hoverflies and some species in adjacent countries). Otava, Keuruu, 647 pp.<br>Hebert, P.D.N., Cywinska, A., Ball, S.L. &amp"},{"key":"#cr-split#-118101.13","unstructured":"deWaard, J.R. (2003) Biological identifications through DNA barcodes. Proceedings of the Royal Society B: Biological Sciences, 270, 313-321. https:\/\/doi.org\/10.1098\/rspb.2002.2218<br>International Commission on Zoological Nomenclature (1999) International Code of Zoological Nomenclature. 4th Edition. International Trust for Zoological Nomenclature, c\/o Natural History Museum, London, 344 pp.<br>Kertész, C. (1896) Pelecocera rectinervis, nova Dipterorum species ex Hungaria. Természetrajzi Füzetek, 19, 26-29.<br>Kumar, S., Stecher, G., Li, M., Knyaz, C. &amp"},{"key":"#cr-split#-118101.14","unstructured":"Tamura, K. (2018) MEGA X: Molecular Evolutionary Genetics Analysis across computing platforms. Molecular Biology and Evolution, 35, 1547-1549. https:\/\/doi.org\/10.1093\/molbev\/msy096<br>Kuznetzov, S.Y. (1989) Hoverflies of the genus Pelecocera Mg. (Diptera, Syrphidae). Latvian Entomology, 32, 80-85.<br>Laboulbène, A. (1879) Notice sur Edouard Perris. Annales de la Société entomologique de France, 9, 373-380.<br>Lair, X. (2007) Pelecocera caledonica Collin 1940 (Diptera Syrphidae). Nouvelle espèce pour la France. L'Argiope, 58, 56-66.<br>Lair, X., Sagot P. &amp"},{"key":"#cr-split#-118101.15","unstructured":"Livory A. (2005) Les nouveaux syrphes de la Manche en 2005. L'Argiope, 52, 14-22.<br>Lair, X., Livory, A. &amp"},{"key":"#cr-split#-118101.16","unstructured":"Sagot, P. (2010) Inventaire préliminaire des taons de la Manche (Diptera Tabanidae). L'Argiope, 70, 12-40.<br>Lair, X., Parret, A., Garrin, M. &amp"},{"key":"#cr-split#-118101.17","unstructured":"Minssieux, E. (2021) Nouvelles observations et mise à jour de la liste des syrphes des Pyrénées-Orientales: plus de 370 espèces! (Diptera, Syrphidae). Revue de l'Association Roussillonnaise d'Entomologie, 30, 164-170.<br>Lichtenstein, J. (1879) La collection Perris à l'Ecole d'Agriculture de Montpellier. Le Messager Agricole, Montpellier, 19, 358-359.<br>Livory, A., Chevin, H., Lair, X., Sagot, P. &amp"},{"key":"#cr-split#-118101.18","unstructured":"Baldock, D., 2008. Nouvelle liste commentée des Hymenoptera Sphecidae du département de la Manche. II. Ampulicinae, Sphecinae, Mellinae, Nyssoninae, Philanthinae. L'Argiope, 61, 18-49.<br>Loew, H. (1856) Neue Beiträge zur Kenntnis der Dipteren. Vierter Beitrag. Programm der Königlichen Realschule zu Meseritz, 1856, 1-56.<br>Maddison, W.P. &amp"},{"key":"#cr-split#-118101.19","unstructured":"Maddison, D.R. (2010) Mesquite: a modular system for evolutionary analysis. Available from: https:\/\/www.mesquiteproject.org\/ (accessed 2 March 2020)<br>Meigen, J.W. (1822) Systematische Beschreibung des bakannte eupäischen zwaiflügelingen Insekten. Vol. 3. Schulzische Buchhandlung, Hamm, 416 pp.<br>Mengual, X., Kazeran, F., Asghar Talebi, A. &amp"},{"key":"#cr-split#-118101.20","unstructured":"Gilasian, E. (2015) Revision of the genus Pelecocera Meigen with the description of the male of Pelecocera persiana Kuznetzov from Iran (Diptera: Syrphidae). Zootaxa, 3947 (1), 99-108. https:\/\/doi.org\/10.11646\/zootaxa.3947.1.6<br>Mik, J. (1895) Bemerkungen zu deen Dipteren-Gattungen Pelecocera Meig. und Rhopalomera Wied. Wiener entomologische Zeitung, 14, 133-136.<br>Mik, J. (1896) Dipterologische Miscellen (2. Serie). Wiener entomologische Zeitung, 15, 106-114.<br>Mik, J. (1898) Ein neuer Chamaesyrphus (Dipt.). Wiener entomologische Zeitung, 17, 143-146. https:\/\/doi.org\/10.5962\/bhl.part.3123<br>MNHN &amp"},{"key":"#cr-split#-118101.21","unstructured":"OFB (Ed.) (2022) Fiche de Rhizopogon luteolus Fr., 1817. Inventaire national du patrimoine naturel (INPN). Available from https:\/\/inpn.mnhn.fr\/espece\/cd_nom\/40686 (accessed 24 March 2022)<br>Molina, R. &amp"},{"key":"#cr-split#-118101.22","doi-asserted-by":"crossref","unstructured":"Trappe, J.M. (1994) Biology of the ectomycorrhizal genus, Rhizopogon, I. Host associations, host-specificity and pure culture syntheses. New Phytologist, 126, 653-675. https:\/\/doi.org\/10.1111\/j.1469-8137.1994.tb02961.x<br>Okada, H., Sueyoshi, M. &amp","DOI":"10.1111\/j.1469-8137.1994.tb02961.x"},{"key":"#cr-split#-118101.23","doi-asserted-by":"crossref","unstructured":"Suetsugu, K. (2021) Consumption of the ectomycorrhizal fungi Rhizopogon roseolus and R. luteolus by Chamaesyrphus japonicus (Diptera: Syrphidae). Entomological Science, 24, 123-126. https:\/\/doi.org\/10.1111\/ens.12460<br>Peck, L.V. (1988) Family Syrphidae. In: Soós, Á. &amp","DOI":"10.1111\/ens.12460"},{"key":"#cr-split#-118101.24","unstructured":"Papp, L. (Eds.), Catalogue of Palaearctic Diptera. Vol. 8. Akadémiai Kiadó, Budapest, pp. 11-230.<br>Pennards, G.W.A. (2021a) Pelecocera tricincta. The IUCN Red List of Threatened Species, 2021, e.T149164876A149164878.<br>Pennards, G.W.A. (2021b) Pelecocera lusitanica. The IUCN Red List of Threatened Species, 2021, e.T149169687A149169691. <br>Pennards, G.W.A. (2021c) Pelecocera pruinosomaculata. The IUCN Red List of Threatened Species, 2021, e.T149168804A149168808. <br>Perris, E. (1839) Notice sur quelques diptères nouveaux. Annales de la Société entomologique de France, 8, 47-57.<br>Pokorny, E. (1887) Beitrag zur Dipterenfauna Tirols. Verhandlungen der kaiserlich-königlichen zoologisch-botanischen Gesellschaft in Wien, 37, 381-420.<br>R Core Team (2018) R: A language and environment for statistical computing, R Foundation for Statistical Computing, Vienna. Available from: http:\/\/www.r-project.org (accessed 24 March 2022)<br>Rasband, W.S. (2012) ImageJ. U. S. National Institutes of Health, Bethesda, Maryland, USA. Vienna. Available from: http:\/\/imagej.nih.gov\/ij\/ (accessed 26 June 2012)<br>Renaud, A.K., Savage, J. &amp"},{"key":"#cr-split#-118101.25","unstructured":"Adamowicz, S.J. (2012) DNA barcoding of Northern Nearctic Muscidae (Diptera) reveals high correspondence between morphological and molecular species limits. BMC Ecology, 12 (1), 24. https:\/\/doi.org\/10.1186\/1472-6785-12-24<br>Sack, P. (1935) Syrphidae. In: Lindner, E. (Ed.), Die Fliegen Der Palaearktische Region. Bd IV 6. E. Schweitserbart'sche Verlagsbuchhandlung, Stuttgart, pp. 1-451.<br>Santos Abreu, E. (1924) Monografía de los Syrphidos de las Islas Canarias. Memorias de la Real Academia de Ciencias y Artes de Barcelona, 3, 19 (1), 1-148.<br>Sarthou, J.-P. &amp"},{"key":"#cr-split#-118101.26","doi-asserted-by":"crossref","unstructured":"Speight, M.C.D. (1997) Inventaire faunistique des Diptères Syrphidae et Microdontidae du sud-ouest de la France. Bulletin de la Société entomologique de France, 102, 457-480. https:\/\/doi.org\/10.3406\/bsef.1997.17374<br>Sarthou, J.-P. &amp","DOI":"10.3406\/bsef.1997.17374"},{"key":"#cr-split#-118101.27","unstructured":"Speight, M.C.D. (2002) Syrphidae (Diptera) of Pinus uncinata forest and associated habitats in the Val de Galbe (Pyrénées-Orientales, France). Volucella, 6, 157-161.<br>Séguy, E. (1961) Diptères Syrphides de l'Europe occidentale. Mémoires du Muséum National d'Histoire Naturelle, Paris, Série A, Zoologie, 23, 1-248.<br>Shiraki, T. (1956) Studies on the Syrphidae. 5. Two new Japanese species, presented by Dr. C. Okawa. Insecta matsumurana, 20 (1-2), 1-5.<br>Shiraki, T. (1968) Fauna Japonica. Syrphidae (Insecta: Syrphidae). Vol. II. Biogeographical Society of Japan, Tokyo, 243 pp.<br>Skevington, J.H. (2020) Nearctic Syrphidae Checklist. Available from: http:\/\/www.canacoll.org\/Diptera\/Staff\/Skevington\/Syrphidae\/Syrphidae_Nearctic_Checklist.htm (accessed 8 January 2021)<br>Skevington, J.H., Locke, M.M., Young, A.D., Moran, K., Crins, W.J. &amp"},{"key":"#cr-split#-118101.28","unstructured":"Marshall, S.A. (2019) Field Guide to the Flower Flies of Northeastern North America. Princeton University Press, Princeton, New Jersey, 511 pp. https:\/\/doi.org\/10.2307\/j.ctv7xbrvz<br>Snow, W.A. (1895) A new species of Pelecocera. The Kansas University Quarterly, 3, 187.<br>Speight, M.C.D. (2020) Species accounts of European Syrphidae, 2020. Syrph the Net, the database of European Syrphidae (Diptera). Vol. 104. Syrph the Net publications, Dublin, 314 pp.<br>Speight, M.C.D. &amp"},{"key":"#cr-split#-118101.29","unstructured":"Garrigue, J. (2016) Merodon chalybeus Wiedemann in Meigen, 1822, nouvelle espèce de Syrphes pour la France continentale, et autres Syrphes de la Réserve Naturelle du Mas Larrieu (Pyrénées-Orientales). Revue de l'Association Roussillonnaise d'Entomologie, 25, 60-64.<br>Speight, M.C.D. &amp"},{"key":"#cr-split#-118101.30","doi-asserted-by":"crossref","unstructured":"Sarthou, J.-P. (2006) Révision de la faune de France des Diptères Syrphidae et Microdontidae de France Métropolitaine et de Corse: 505 espèces confirmées dont 13 nouvelles pour cette faune. Bulletin de la Société entomologique de France, 111, 11-20. https:\/\/doi.org\/10.3406\/bsef.2006.16277<br>Speight, M.C.D. &amp","DOI":"10.3406\/bsef.2006.16277"},{"key":"#cr-split#-118101.31","unstructured":"Sarthou, J.-P. (2015) StN keys for the identification of the European species of various genera of Syrphidae (Diptera) 2015\/Clés StN pour la détermination des espèces Européennes de plusieurs genres des Syrphidae (Diptères) 2015. Syrph the Net, the database of European Syrphidae (Diptera). Vol. 86. Syrph the Net publications, Dublin, 129 pp.<br>Speight, M.C.D. &amp"},{"key":"#cr-split#-118101.32","unstructured":"Sarthou, J.-P. (2017) StN keys for the identification of the European species of various genera of Syrphidae 2017. Syrph the Net, the database of European Syrphidae (Diptera). Vol. 99. Syrph the Net publications, Dublin, 139 pp.<br>Speight, M.C.D., Verlinden, L. &amp"},{"key":"#cr-split#-118101.33","unstructured":"Cocquempot, C. (2005) Records of Syrphidae (Diptera) from France. 2005. Syrph the Net, the database of European Syrphidae (Diptera). Vol. 48. Syrph the Net publications, Dublin, 32 pp.<br>Speight, M.C.D., Sarthou, J.-P., Lair, X., Garrigue, J., Magdalou, J.-A., Falgas, B. &amp"},{"key":"#cr-split#-118101.34","unstructured":"Grel, A. (2013) Liste des Syrphes répertoriées dans le département des Pyrénées-Orientales. Les Syrphes de la Massane, synthèse des connaissances et mise en œuvre d'une méthode d'évaluation de l'intégrité écologique des milieux. Réserve Naturelle de la Massane. Travaux, 96, 1-50.<br>Speight, M.C.D., Sarthou, J.P., Vanappelghem, C. &amp"},{"key":"#cr-split#-118101.35","unstructured":"Sarthou, V. (2018) Maps of the departmental distribution of syrphid species in France\/Cartes de distribution départementale des syrphes de France (Diptera: Syrphidae), Syrph the Net, the database of European Syrphidae (Diptera). Vol. 100. Syrph the Net publications, Dublin, 80 pp.<br>Ssymank, A. &amp"},{"key":"#cr-split#-118101.36","unstructured":"Lair, X. (2015) Observations of hoverflies (Diptera: Syrphidae) in the Mercantour National Park in the Maritime Alps of France with a summary of the known fauna, altitudinal preferences and flower visiting preferences. Studia dipterologica, 21, 95-153.<br>Stackelberg, A.A. (1952) Novye Syrphidae (Diptera) palearkticheskoy fauny [in Russian]. Trudy Zoologičeskogo instituta, Leningrad, 12, 350-404.<br>Ståhls, G., Stuke, J.-H., Vujić, A., Doczkal, D. &amp"},{"key":"#cr-split#-118101.37","doi-asserted-by":"crossref","unstructured":"Muona, J. (2004) Phylogenetic relationships of the genus Cheilosia and the tribe Rhingiini (Diptera, Syrphidae) based on morphological and molecular characters. Cladistics, 20, 105-122. https:\/\/doi.org\/10.1111\/j.1096-0031.2004.00023.x<br>Strobl, G. (1906) Spanische Dipteren, II Beitrag. Memorias de la Real Sociedad Española de Historia Natural, 3 (5), 271-422.<br>Stubbs, A.E. &amp","DOI":"10.1111\/j.1096-0031.2004.00023.x"},{"key":"#cr-split#-118101.38","unstructured":"Falk, S.J. (2002) British Hoverflies. An Illustrated Identification Guide. Second edition. British Entomological &amp"},{"key":"#cr-split#-118101.39","doi-asserted-by":"crossref","unstructured":"Kumar, S. (2004) Prospects for inferring very large phylogenies by using the neighbor-joining method. Proceedings of the National Academy of Sciences of the United States of America, 101, 11030-11035. https:\/\/doi.org\/10.1073\/pnas.0404206101<br>Thompson, F.C. (1999) A key to the genera of the flower flies (Diptera: Syrphidae) of the Neotropical Region including descriptions of new genera and species and a glossary of taxonomic terms. In: Gupta, V.K. (Ed.), Contribution on Entomology International, vol. 3, Associated Publishers, Gainesville, Florida, pp. 321-378.<br>Tissot, B., Claude, J. &amp","DOI":"10.1073\/pnas.0404206101"},{"key":"#cr-split#-118101.40","unstructured":"Speight, M.C.D. (2015) Diagnostic écologique du secteur Reculet - Crêt-de-la-Neige par la méthode « Syrph the Net ». Les amis de la réserve naturelle du lac de Remoray, Labergement-Sainte-Marie, 19 pp.<br>Tissot, B., Claude, J. &amp"},{"key":"#cr-split#-118101.41","unstructured":"Speight, M.C.D. (2018) Diagnostic écologique de deux secteurs pastoraux de la réserve naturelle nationale de Ristolas-Mont Viso (05) par la méthode « Syrph the Net ». Les amis de la réserve naturelle du lac de Remoray, Labergement-Sainte-Marie, 48 pp.<br>van Eck, A. &amp"},{"key":"#cr-split#-118101.42","doi-asserted-by":"crossref","unstructured":"Mengual, X. (2021) Review of the genus Pelecocera Meigen, 1822 (Diptera, Syrphidae) in the Palaearctic with the description of a new species from Cyprus. Contributions to Entomology, 71, 321-342.<br>van Valen, L. (2005) The statistics of variation. In: Hallgrímsson, B. &amp","DOI":"10.21248\/contrib.entomol.71.2.321-343"},{"key":"#cr-split#-118101.43","unstructured":"Mengual, X. (2019) Hoverflies (Diptera: Syrphidae) of Cyprus: results from a collecting trip in October 2017. Bonn Zoological Bulletin, 68, 125-146. <br>van Veen, M.P. (2004) Hoverflies of Northwest Europe: identification keys to the Syrphidae. KNNV Publishing, Utrecht, 254 pp. https:\/\/doi.org\/10.1163\/9789004274495<br>Verlinden, L. (1994) Faune de Belgique. Syrphides (Syrphidae), Institut Royal des Sciences Naturelles de Belgique, Bruxelles, 289 pp.<br>Verlinden, L. (2020) Records of Syrphidae (Diptera) from various regions of the Alps, the Vosges and the French Jura, 1982-1999. Syrph the Net, the database of European Syrphidae (Diptera). Vol. 108. Syrph the Net publications, Dublin, 49 pp.<br>Vujić, A., Ståhls, G. &amp"},{"key":"#cr-split#-118101.44","doi-asserted-by":"crossref","unstructured":"Radenković, S. (2019) Hidden European diversity: a new monotypic hoverfly genus (Diptera: Syrphidae: Eristalinae: Rhingiini). Zoological Journal of the Linnean Society, 185, 1188-1211. https:\/\/doi.org\/10.1093\/zoolinnean\/zly066<br>Whitworth, T.L., Dawson, R.D., Magalon, H. &amp","DOI":"10.1093\/zoolinnean\/zly066"},{"key":"#cr-split#-118101.45","doi-asserted-by":"crossref","unstructured":"Baudry, E. (2007) DNA barcoding cannot reliably identify species of the blowfly genus Protocalliphora (Diptera: Calliphoridae). Proceedings of the Royal Society B: Biological Sciences, 274, 1731-1739. https:\/\/doi.org\/10.1098\/rspb.2007.0062<br>Williston, S.W. (1884) Eine merkwürdige neue Syrphiden-Gattung. Wiener entomologische Zeitung, 3, 185-186. https:\/\/doi.org\/10.5962\/bhl.part.13842<br>Young, A.D., Skevington, J.H. &amp","DOI":"10.1098\/rspb.2007.0062"},{"key":"#cr-split#-118101.46","doi-asserted-by":"crossref","unstructured":"Van Steenis, W. (2020) Revision of the Psilota Meigen, 1822 flower flies (Diptera: Syrphidae) of Australia. Zootaxa, 4737 (1), 1-126. https:\/\/doi.org\/10.11646\/zootaxa.4737.1.1<\/p>","DOI":"10.11646\/zootaxa.4737.1.1"},{"key":"#cr-split#-118101.47","unstructured":"<p>Báez, M. (1986) Notas sobre el género Chamaesyrphus en las Islas Canarias (Dip., Syrphidae). Boletín de la Asociación española de Entomología, 10, 309-311.<br>Ball, S. &amp; Morris, R. (2015) Britain's Hoverflies: an Introduction to the Hoverflies of Britain. Second edition. Princeton University Press, Princeton, New Jersey, 312 pp.<br>Bartsch, H. (2009) Tvåvingar: Blomflugor, Diptera : Syrphidae : Eristalinae &amp; Microdontinae. ArtDatabanken, Sveriges lantbruksuniversitet, Uppsala, 478 pp.<br>Becker, R.A., Wilks A.R. &amp; Brownrigg, R. (2018) Package mapdata. Available from: https:\/\/cran.r-project.org\/web\/packages\/mapdata\/ (accessed 3 May 2022)<br>Bigot, L. &amp; Picard, J. (1989) Remarques sur les Pterophoridae français du genre Merrifielda, M. neli et M. garrigae, espèces nouvelles (Lep. Pterophoridae). Alexanor, 15 (7), 25-40.<br>Bot, S. &amp; Van de Meutter, F. (2019) Veldgids Zweefvliegen. KNNV Uitgeverij, Zeist, 388 pp.<br>Čandek, K. &amp; Kuntner, M. (2015) DNA barcoding gap: reliable species identification over morphological and geographical scales. Molecular Ecology Resources, 15 (2), 268-277. https:\/\/doi.org\/10.1111\/1755-0998.12304<br>Collin, J.E. (1940) Notes on Syrphidae (Diptera) IV. Entomologist's monthly Magazine, 76, 150-158.<br>Curran, C.H. (1923) Two new North American Diptera. Occasional Papers of the Boston Society of Natural History, 5, 59-61.<br>Czerny, L. &amp; Strobl, G. (1909). Spanische Dipteren III. Beitrag. Verhandlungen der kaiserlich-königlichen zoologisch-botanischen Gesellschaft in Wien, 59, 121-246.<br>Dirickx H. G. (1994) Atlas des diptères syrphides de la région méditerranéenne. Documents de travail de l'Institut royal des Sciences naturelles de Belgique, 75, 1-317.<br>Dupuis, C. &amp; Matile, L. (1990) Notre cher Séguy. La vie et l'œuvre du diptériste Eugène Séguy (1890-1985). Annales de la Société entomologique de France, 26 (3), 269-300.<br>Enderlein, G. (1937) Eine neue Pelecocera aus der Mark (Dipt. Syrph.). Märkische Tierwelt, 2, 276.<br>Fallén, C.F. (1817) s.n. Syrphici sveciae, Lund, Part 4, 31-42.<br>Folmer, O., Black, M., Hoeh, W., Lutz, R. &amp; Vrijenhoek, R. (1994) DNA primers for amplification of mitochondrial cytochrome c oxidase subunit I from diverse metazoan invertebrates. Molecular Marine Biology and Biotechnology, 3, 294-299.<br>Gibson, J.F., Kelso, S., Jackson, M.D., Kits, J.H., Miranda, G.F.G. &amp; Skevington, J.H. (2011) Diptera-specific Polymerase Chain Reaction amplification primers of use in molecular Phylogenetic Research. Annals of the Entomological Society of America, 104, 976-997. https:\/\/doi.org\/10.1603\/AN10153<br>Gobert, E. (1887) Catalogue des Diptères de France. Henri Delesques ed, Caen, 88 pp.<br>Gutiérrez, M.A.C., Vivero, R.J., Vélez, I.D., Porter, C.H. &amp; Uribe, S. (2014) DNA barcoding for the identification of sand fly species (Diptera, Psychodidae, Phlebotominae) in Colombia. PLoS One, 9 (1), e85496. https:\/\/doi.org\/10.1371\/journal.pone.0085496<br>Haarto, A. &amp; Kerppola, S. (2007) Suomen kukkakärpäset ja lähialueiden lajeja (Finnish hoverflies and some species in adjacent countries). Otava, Keuruu, 647 pp.<br>Hebert, P.D.N., Cywinska, A., Ball, S.L. &amp; deWaard, J.R. (2003) Biological identifications through DNA barcodes. Proceedings of the Royal Society B: Biological Sciences, 270, 313-321. https:\/\/doi.org\/10.1098\/rspb.2002.2218<br>International Commission on Zoological Nomenclature (1999) International Code of Zoological Nomenclature. 4th Edition. International Trust for Zoological Nomenclature, c\/o Natural History Museum, London, 344 pp.<br>Kertész, C. (1896) Pelecocera rectinervis, nova Dipterorum species ex Hungaria. Természetrajzi Füzetek, 19, 26-29.<br>Kumar, S., Stecher, G., Li, M., Knyaz, C. &amp; Tamura, K. (2018) MEGA X: Molecular Evolutionary Genetics Analysis across computing platforms. Molecular Biology and Evolution, 35, 1547-1549. https:\/\/doi.org\/10.1093\/molbev\/msy096<br>Kuznetzov, S.Y. (1989) Hoverflies of the genus Pelecocera Mg. (Diptera, Syrphidae). Latvian Entomology, 32, 80-85.<br>Laboulbène, A. (1879) Notice sur Edouard Perris. Annales de la Société entomologique de France, 9, 373-380.<br>Lair, X. (2007) Pelecocera caledonica Collin 1940 (Diptera Syrphidae). Nouvelle espèce pour la France. L'Argiope, 58, 56-66.<br>Lair, X., Sagot P. &amp; Livory A. (2005) Les nouveaux syrphes de la Manche en 2005. L'Argiope, 52, 14-22.<br>Lair, X., Livory, A. &amp; Sagot, P. (2010) Inventaire préliminaire des taons de la Manche (Diptera Tabanidae). L'Argiope, 70, 12-40.<br>Lair, X., Parret, A., Garrin, M. &amp; Minssieux, E. (2021) Nouvelles observations et mise à jour de la liste des syrphes des Pyrénées-Orientales: plus de 370 espèces! (Diptera, Syrphidae). Revue de l'Association Roussillonnaise d'Entomologie, 30, 164-170.<br>Lichtenstein, J. (1879) La collection Perris à l'Ecole d'Agriculture de Montpellier. Le Messager Agricole, Montpellier, 19, 358-359.<br>Livory, A., Chevin, H., Lair, X., Sagot, P. &amp; Baldock, D., 2008. Nouvelle liste commentée des Hymenoptera Sphecidae du département de la Manche. II. Ampulicinae, Sphecinae, Mellinae, Nyssoninae, Philanthinae. L'Argiope, 61, 18-49.<br>Loew, H. (1856) Neue Beiträge zur Kenntnis der Dipteren. Vierter Beitrag. Programm der Königlichen Realschule zu Meseritz, 1856, 1-56.<br>Maddison, W.P. &amp; Maddison, D.R. (2010) Mesquite: a modular system for evolutionary analysis. Available from: https:\/\/www.mesquiteproject.org\/ (accessed 2 March 2020)<br>Meigen, J.W. (1822) Systematische Beschreibung des bakannte eupäischen zwaiflügelingen Insekten. Vol. 3. Schulzische Buchhandlung, Hamm, 416 pp.<br>Mengual, X., Kazeran, F., Asghar Talebi, A. &amp; Gilasian, E. (2015) Revision of the genus Pelecocera Meigen with the description of the male of Pelecocera persiana Kuznetzov from Iran (Diptera: Syrphidae). Zootaxa, 3947 (1), 99-108. https:\/\/doi.org\/10.11646\/zootaxa.3947.1.6<br>Mik, J. (1895) Bemerkungen zu deen Dipteren-Gattungen Pelecocera Meig. und Rhopalomera Wied. Wiener entomologische Zeitung, 14, 133-136.<br>Mik, J. (1896) Dipterologische Miscellen (2. Serie). Wiener entomologische Zeitung, 15, 106-114.<br>Mik, J. (1898) Ein neuer Chamaesyrphus (Dipt.). Wiener entomologische Zeitung, 17, 143-146. https:\/\/doi.org\/10.5962\/bhl.part.3123<br>MNHN &amp; OFB (Ed.) (2022) Fiche de Rhizopogon luteolus Fr., 1817. Inventaire national du patrimoine naturel (INPN). Available from https:\/\/inpn.mnhn.fr\/espece\/cd_nom\/40686 (accessed 24 March 2022)<br>Molina, R. &amp; Trappe, J.M. (1994) Biology of the ectomycorrhizal genus, Rhizopogon, I. Host associations, host-specificity and pure culture syntheses. New Phytologist, 126, 653-675. https:\/\/doi.org\/10.1111\/j.1469-8137.1994.tb02961.x<br>Okada, H., Sueyoshi, M. &amp; Suetsugu, K. (2021) Consumption of the ectomycorrhizal fungi Rhizopogon roseolus and R. luteolus by Chamaesyrphus japonicus (Diptera: Syrphidae). Entomological Science, 24, 123-126. https:\/\/doi.org\/10.1111\/ens.12460<br>Peck, L.V. (1988) Family Syrphidae. In: Soós, Á. &amp; Papp, L. (Eds.), Catalogue of Palaearctic Diptera. Vol. 8. Akadémiai Kiadó, Budapest, pp. 11-230.<br>Pennards, G.W.A. (2021a) Pelecocera tricincta. The IUCN Red List of Threatened Species, 2021, e.T149164876A149164878.<br>Pennards, G.W.A. (2021b) Pelecocera lusitanica. The IUCN Red List of Threatened Species, 2021, e.T149169687A149169691. <br>Pennards, G.W.A. (2021c) Pelecocera pruinosomaculata. The IUCN Red List of Threatened Species, 2021, e.T149168804A149168808. <br>Perris, E. (1839) Notice sur quelques diptères nouveaux. Annales de la Société entomologique de France, 8, 47-57.<br>Pokorny, E. (1887) Beitrag zur Dipterenfauna Tirols. Verhandlungen der kaiserlich-königlichen zoologisch-botanischen Gesellschaft in Wien, 37, 381-420.<br>R Core Team (2018) R: A language and environment for statistical computing, R Foundation for Statistical Computing, Vienna. Available from: http:\/\/www.r-project.org (accessed 24 March 2022)<br>Rasband, W.S. (2012) ImageJ. U. S. National Institutes of Health, Bethesda, Maryland, USA. Vienna. Available from: http:\/\/imagej.nih.gov\/ij\/ (accessed 26 June 2012)<br>Renaud, A.K., Savage, J. &amp; Adamowicz, S.J. (2012) DNA barcoding of Northern Nearctic Muscidae (Diptera) reveals high correspondence between morphological and molecular species limits. BMC Ecology, 12 (1), 24. https:\/\/doi.org\/10.1186\/1472-6785-12-24<br>Sack, P. (1935) Syrphidae. In: Lindner, E. (Ed.), Die Fliegen Der Palaearktische Region. Bd IV 6. E. Schweitserbart'sche Verlagsbuchhandlung, Stuttgart, pp. 1-451.<br>Santos Abreu, E. (1924) Monografía de los Syrphidos de las Islas Canarias. Memorias de la Real Academia de Ciencias y Artes de Barcelona, 3, 19 (1), 1-148.<br>Sarthou, J.-P. &amp; Speight, M.C.D. (1997) Inventaire faunistique des Diptères Syrphidae et Microdontidae du sud-ouest de la France. Bulletin de la Société entomologique de France, 102, 457-480. https:\/\/doi.org\/10.3406\/bsef.1997.17374<br>Sarthou, J.-P. &amp; Speight, M.C.D. (2002) Syrphidae (Diptera) of Pinus uncinata forest and associated habitats in the Val de Galbe (Pyrénées-Orientales, France). Volucella, 6, 157-161.<br>Séguy, E. (1961) Diptères Syrphides de l'Europe occidentale. Mémoires du Muséum National d'Histoire Naturelle, Paris, Série A, Zoologie, 23, 1-248.<br>Shiraki, T. (1956) Studies on the Syrphidae. 5. Two new Japanese species, presented by Dr. C. Okawa. Insecta matsumurana, 20 (1-2), 1-5.<br>Shiraki, T. (1968) Fauna Japonica. Syrphidae (Insecta: Syrphidae). Vol. II. Biogeographical Society of Japan, Tokyo, 243 pp.<br>Skevington, J.H. (2020) Nearctic Syrphidae Checklist. Available from: http:\/\/www.canacoll.org\/Diptera\/Staff\/Skevington\/Syrphidae\/Syrphidae_Nearctic_Checklist.htm (accessed 8 January 2021)<br>Skevington, J.H., Locke, M.M., Young, A.D., Moran, K., Crins, W.J. &amp; Marshall, S.A. (2019) Field Guide to the Flower Flies of Northeastern North America. Princeton University Press, Princeton, New Jersey, 511 pp. https:\/\/doi.org\/10.2307\/j.ctv7xbrvz<br>Snow, W.A. (1895) A new species of Pelecocera. The Kansas University Quarterly, 3, 187.<br>Speight, M.C.D. (2020) Species accounts of European Syrphidae, 2020. Syrph the Net, the database of European Syrphidae (Diptera). Vol. 104. Syrph the Net publications, Dublin, 314 pp.<br>Speight, M.C.D. &amp; Garrigue, J. (2016) Merodon chalybeus Wiedemann in Meigen, 1822, nouvelle espèce de Syrphes pour la France continentale, et autres Syrphes de la Réserve Naturelle du Mas Larrieu (Pyrénées-Orientales). Revue de l'Association Roussillonnaise d'Entomologie, 25, 60-64.<br>Speight, M.C.D. &amp; Sarthou, J.-P. (2006) Révision de la faune de France des Diptères Syrphidae et Microdontidae de France Métropolitaine et de Corse: 505 espèces confirmées dont 13 nouvelles pour cette faune. Bulletin de la Société entomologique de France, 111, 11-20. https:\/\/doi.org\/10.3406\/bsef.2006.16277<br>Speight, M.C.D. &amp; Sarthou, J.-P. (2015) StN keys for the identification of the European species of various genera of Syrphidae (Diptera) 2015\/Clés StN pour la détermination des espèces Européennes de plusieurs genres des Syrphidae (Diptères) 2015. Syrph the Net, the database of European Syrphidae (Diptera). Vol. 86. Syrph the Net publications, Dublin, 129 pp.<br>Speight, M.C.D. &amp; Sarthou, J.-P. (2017) StN keys for the identification of the European species of various genera of Syrphidae 2017. Syrph the Net, the database of European Syrphidae (Diptera). Vol. 99. Syrph the Net publications, Dublin, 139 pp.<br>Speight, M.C.D., Verlinden, L. &amp; Cocquempot, C. (2005) Records of Syrphidae (Diptera) from France. 2005. Syrph the Net, the database of European Syrphidae (Diptera). Vol. 48. Syrph the Net publications, Dublin, 32 pp.<br>Speight, M.C.D., Sarthou, J.-P., Lair, X., Garrigue, J., Magdalou, J.-A., Falgas, B. &amp; Grel, A. (2013) Liste des Syrphes répertoriées dans le département des Pyrénées-Orientales. Les Syrphes de la Massane, synthèse des connaissances et mise en œuvre d'une méthode d'évaluation de l'intégrité écologique des milieux. Réserve Naturelle de la Massane. Travaux, 96, 1-50.<br>Speight, M.C.D., Sarthou, J.P., Vanappelghem, C. &amp; Sarthou, V. (2018) Maps of the departmental distribution of syrphid species in France\/Cartes de distribution départementale des syrphes de France (Diptera: Syrphidae), Syrph the Net, the database of European Syrphidae (Diptera). Vol. 100. Syrph the Net publications, Dublin, 80 pp.<br>Ssymank, A. &amp; Lair, X. (2015) Observations of hoverflies (Diptera: Syrphidae) in the Mercantour National Park in the Maritime Alps of France with a summary of the known fauna, altitudinal preferences and flower visiting preferences. Studia dipterologica, 21, 95-153.<br>Stackelberg, A.A. (1952) Novye Syrphidae (Diptera) palearkticheskoy fauny [in Russian]. Trudy Zoologičeskogo instituta, Leningrad, 12, 350-404.<br>Ståhls, G., Stuke, J.-H., Vujić, A., Doczkal, D. &amp; Muona, J. (2004) Phylogenetic relationships of the genus Cheilosia and the tribe Rhingiini (Diptera, Syrphidae) based on morphological and molecular characters. Cladistics, 20, 105-122. https:\/\/doi.org\/10.1111\/j.1096-0031.2004.00023.x<br>Strobl, G. (1906) Spanische Dipteren, II Beitrag. Memorias de la Real Sociedad Española de Historia Natural, 3 (5), 271-422.<br>Stubbs, A.E. &amp; Falk, S.J. (2002) British Hoverflies. An Illustrated Identification Guide. Second edition. British Entomological &amp; Natural History Society, London, 469 pp.<br>Tamura, K., Nei, M. &amp; Kumar, S. (2004) Prospects for inferring very large phylogenies by using the neighbor-joining method. Proceedings of the National Academy of Sciences of the United States of America, 101, 11030-11035. https:\/\/doi.org\/10.1073\/pnas.0404206101<br>Thompson, F.C. (1999) A key to the genera of the flower flies (Diptera: Syrphidae) of the Neotropical Region including descriptions of new genera and species and a glossary of taxonomic terms. In: Gupta, V.K. (Ed.), Contribution on Entomology International, vol. 3, Associated Publishers, Gainesville, Florida, pp. 321-378.<br>Tissot, B., Claude, J. &amp; Speight, M.C.D. (2015) Diagnostic écologique du secteur Reculet - Crêt-de-la-Neige par la méthode « Syrph the Net ». Les amis de la réserve naturelle du lac de Remoray, Labergement-Sainte-Marie, 19 pp.<br>Tissot, B., Claude, J. &amp; Speight, M.C.D. (2018) Diagnostic écologique de deux secteurs pastoraux de la réserve naturelle nationale de Ristolas-Mont Viso"},{"key":"#cr-split#-118101.48","unstructured":"(05) par la méthode « Syrph the Net ». Les amis de la réserve naturelle du lac de Remoray, Labergement-Sainte-Marie, 48 pp.<br>van Eck, A. &amp; Mengual, X. (2021) Review of the genus Pelecocera Meigen, 1822 (Diptera, Syrphidae) in the Palaearctic with the description of a new species from Cyprus. Contributions to Entomology, 71, 321-342.<br>van Valen, L. (2005) The statistics of variation. In: Hallgrímsson, B. &amp; Hall, B.K. (Eds.), Variation. Elsevier, Amsterdam, pp. 29-47. https:\/\/doi.org\/10.1016\/B978-012088777-4\/50005-3<br>van Steenis, J., van Zuijen, M.P., van Steenis, W., Makris, C., van Eck, A. &amp; Mengual, X. (2019) Hoverflies (Diptera: Syrphidae) of Cyprus: results from a collecting trip in October 2017. Bonn Zoological Bulletin, 68, 125-146. <br>van Veen, M.P. (2004) Hoverflies of Northwest Europe: identification keys to the Syrphidae. KNNV Publishing, Utrecht, 254 pp. https:\/\/doi.org\/10.1163\/9789004274495<br>Verlinden, L. (1994) Faune de Belgique. Syrphides (Syrphidae), Institut Royal des Sciences Naturelles de Belgique, Bruxelles, 289 pp.<br>Verlinden, L. (2020) Records of Syrphidae (Diptera) from various regions of the Alps, the Vosges and the French Jura, 1982-1999. Syrph the Net, the database of European Syrphidae (Diptera). Vol. 108. Syrph the Net publications, Dublin, 49 pp.<br>Vujić, A., Ståhls, G. &amp; Radenković, S. (2019) Hidden European diversity: a new monotypic hoverfly genus (Diptera: Syrphidae: Eristalinae: Rhingiini). Zoological Journal of the Linnean Society, 185, 1188-1211. https:\/\/doi.org\/10.1093\/zoolinnean\/zly066<br>Whitworth, T.L., Dawson, R.D., Magalon, H. &amp; Baudry, E. (2007) DNA barcoding cannot reliably identify species of the blowfly genus Protocalliphora (Diptera: Calliphoridae). Proceedings of the Royal Society B: Biological Sciences, 274, 1731-1739. https:\/\/doi.org\/10.1098\/rspb.2007.0062<br>Williston, S.W. (1884) Eine merkwürdige neue Syrphiden-Gattung. Wiener entomologische Zeitung, 3, 185-186. https:\/\/doi.org\/10.5962\/bhl.part.13842<br>Young, A.D., Skevington, J.H. &amp; Van Steenis, W. (2020) Revision of the Psilota Meigen, 1822 flower flies (Diptera: Syrphidae) of Australia. Zootaxa, 4737 (1), 1-126. https:\/\/doi.org\/10.11646\/zootaxa.4737.1.1<\/p>"},{"key":"118102","unstructured":"<p>&nbsp;<\/p>"}],"container-title":"Zootaxa","original-title":[],"deposited":{"date-parts":[[2023,11,22]],"date-time":"2023-11-22T03:12:41Z","timestamp":1700622761000},"score":1,"resource":{"primary":{"URL":"https:\/\/mapress.com\/zt\/article\/view\/zootaxa.5141.1.1"}},"subtitle":[],"short-title":[],"issued":{"date-parts":[[2022,5,24]]},"references-count":49,"journal-issue":{"issue":"1","published-online":{"date-parts":[[2022,5,24]]}},"URL":"http:\/\/dx.doi.org\/10.11646\/zootaxa.5141.1.1","relation":{},"ISSN":["1175-5334","1175-5326"],"subject":[],"container-title-short":"Zootaxa","published":{"date-parts":[[2022,5,24]]}}