{"indexed":{"date-parts":[[2024,12,4]],"date-time":"2024-12-04T13:04:04Z","timestamp":1733317444211,"version":"3.30.1"},"update-to":[{"updated":{"date-parts":[[2014,1,28]],"date-time":"2014-01-28T00:00:00Z","timestamp":1390867200000},"DOI":"10.12688\/f1000research.2-194.v1","type":"new_version","source":"publisher","label":"New version"}],"reference-count":15,"publisher":"F1000 Research Ltd","license":[{"start":{"date-parts":[[2014,1,28]],"date-time":"2014-01-28T00:00:00Z","timestamp":1390867200000},"content-version":"unspecified","delay-in-days":0,"URL":"http:\/\/creativecommons.org\/licenses\/by\/3.0\/"}],"content-domain":{"domain":["f1000research.com"],"crossmark-restriction":false},"abstract":"<ns4:p>Free-ranging ticks are widely known to be restricted to the ground level of vegetation. Here, we document the capture of the tick species <ns4:italic>Amblyomma tapirellum<\/ns4:italic> in light traps placed in the forest canopy of Barro Colorado Island, central Panama. A total of forty eight adults and three nymphs were removed from carbon dioxide–octenol baited CDC light traps suspended 20 meters above the ground during surveys for forest canopy mosquitoes. To our knowledge, this represents the first report of questing ticks from the canopy of tropical forests. Our finding suggests a novel ecological relationship between <ns4:italic>A. tapirellum <\/ns4:italic>and arboreal mammals, perhaps monkeys that come to the ground to drink or to feed on fallen fruits.<\/ns4:p>","DOI":"10.12688\/f1000research.2-194.v2","type":"journal-article","created":{"date-parts":[[2014,1,28]],"date-time":"2014-01-28T11:04:36Z","timestamp":1390907076000},"page":"194","update-policy":"https:\/\/doi.org\/10.12688\/f1000research.crossmark-policy","source":"Crossref","is-referenced-by-count":0,"title":"Amblyomma tapirellum  (Acari: Ixodidae) collected from tropical forest canopy","prefix":"10.12688","volume":"2","author":[{"given":"Jose R","family":"Loaiza","sequence":"first","affiliation":[]},{"given":"Matthew J","family":"Miller","sequence":"additional","affiliation":[]},{"given":"Eldredge","family":"Bermingham","sequence":"additional","affiliation":[]},{"given":"Oris I","family":"Sanjur","sequence":"additional","affiliation":[]},{"given":"Patrick A","family":"Jansen","sequence":"additional","affiliation":[]},{"given":"Jose R","family":"Rovira","sequence":"additional","affiliation":[]},{"given":"Eric","family":"Alvarez","sequence":"additional","affiliation":[]},{"given":"Eric","family":"Rodriguez","sequence":"additional","affiliation":[]},{"given":"Philip","family":"Davis","sequence":"additional","affiliation":[]},{"given":"Larissa C","family":"Dutari","sequence":"additional","affiliation":[]},{"given":"James","family":"Pecor","sequence":"additional","affiliation":[]},{"given":"Desmond","family":"Foley","sequence":"additional","affiliation":[]},{"given":"Meghan","family":"Radtke","sequence":"additional","affiliation":[]},{"given":"Montira J","family":"Pongsiri","sequence":"additional","affiliation":[]}],"member":"2560","published-online":{"date-parts":[[2014,1,28]]},"reference":[{"key":"ref-1","doi-asserted-by":"crossref","first-page":"2274-2282","DOI":"10.21897\/rmvz.285","article-title":"Distribution of ectoparasites of Canis lupus familiaris L. (Carnivora: Canidae) from Panama.","volume":"16","author":"S Bermúdez","year":"2011","journal-title":"Revista MVZ Córdoba."},{"key":"ref-2","doi-asserted-by":"publisher","first-page":"81-88","DOI":"10.1007\/s10493-012-9564-7","article-title":"Ticks (Ixodida) on humans from central Panama, Panama (2010–2011).","volume":"58","author":"S Bermúdez C","year":"2012","journal-title":"Exp Appl Acarol."},{"key":"ref-3","doi-asserted-by":"publisher","first-page":"164-166","DOI":"10.1016\/j.ttbdis.2012.09.002","article-title":"Current status of Amblyomma ovale (Acari: Ixodidae) in Panama.","volume":"4","author":"I Murgas","year":"2013","journal-title":"Ticks Tick Borne Dis."},{"key":"ref-4","doi-asserted-by":"publisher","first-page":"856-861","DOI":"10.1603\/033.046.0417","article-title":"Detection and identiﬁcation of rickettsial agents in ticks from domestic mammals in eastern Panama.","volume":"46","author":"S Bermúdez","year":"2009","journal-title":"J Med Entomol."},{"key":"ref-5","doi-asserted-by":"publisher","first-page":"353-358","DOI":"10.1017\/S0031182000019557","article-title":"Two New Species of Ticks from Panama (Amblyomma tapirellum and A. pecarium).","volume":"25","author":"L Dunn","year":"1933","journal-title":"Parasitology."},{"key":"ref-6","first-page":"pp. 167-219","article-title":"The Ticks of Panama (Acarina: Ixodidae)","author":"G Fairchild","year":"1966"},{"key":"ref-7","first-page":"569-591","article-title":"An annotated list of bloodsucking insects, ticks and mites known from Panama.","volume":"23","author":"G Fairchild","year":"1943","journal-title":"Am J Trop Med Hygiene."},{"key":"ref-8","doi-asserted-by":"publisher","first-page":"150-163","DOI":"10.1093\/bib\/5.2.150","article-title":"MEGA3: Integrated software for Molecular Evolutionary Genetics Analysis and sequence alignment.","volume":"5","author":"S Kumar","year":"2004","journal-title":"Brief Bioinform."},{"key":"ref-9","doi-asserted-by":"publisher","first-page":"313-321","DOI":"10.1098\/rspb.2002.2218","article-title":"Biological identifications through DNA barcodes.","volume":"270","author":"P Hebert","year":"2003","journal-title":"Proc Biol Sci."},{"key":"ref-10","doi-asserted-by":"publisher","first-page":"S405-S425","DOI":"10.1017\/S003118200400486X","article-title":"Pheromones and other semiochemicals of ticks and their use in tick control.","volume":"129","author":"D Sonenshine","year":"2004","journal-title":"Parasitology."},{"key":"ref-11","doi-asserted-by":"publisher","first-page":"708-711","DOI":"10.1603\/ME10275","article-title":"Efficacy of dry ice-baited traps for sampling Amblyomma americanum (Acari: Ixodidae) varies with life stage but not habitat.","volume":"48","author":"B Kesinger","year":"2011","journal-title":"J Med Entomol."},{"article-title":"Tropical Forest Ecology: A View from Barro Colorado Island","year":"1999","author":"E Leigh","key":"ref-12"},{"key":"ref-13","first-page":"151-172","article-title":"The seasonal rhythm of fruitfall on Barro Colorado Island","author":"R Foster","year":"1982"},{"key":"ref-14","doi-asserted-by":"publisher","first-page":"1039-1051","DOI":"10.1007\/s10764-005-6457-1","article-title":"Terrestrial Behavior of Ateles spp.","volume":"26","author":"C Campbell","year":"2005","journal-title":"Int J Primatol."},{"key":"ref-15","doi-asserted-by":"crossref","DOI":"10.1896\/020.010.0113","article-title":"Evidence for Three-Toed Sloth (Bradypus variegatus) predation by spectacled owl (Pulsatrix perspicillata)","author":"J Voirin","year":"2009"}],"container-title":"F1000Research","original-title":[],"language":"en","link":[{"URL":"https:\/\/f1000research.com\/articles\/2-194\/v2\/xml","content-type":"application\/xml","content-version":"vor","intended-application":"text-mining"},{"URL":"https:\/\/f1000research.com\/articles\/2-194\/v2\/pdf","content-type":"application\/pdf","content-version":"vor","intended-application":"text-mining"},{"URL":"https:\/\/f1000research.com\/articles\/2-194\/v2\/iparadigms","content-type":"unspecified","content-version":"vor","intended-application":"similarity-checking"}],"deposited":{"date-parts":[[2018,12,3]],"date-time":"2018-12-03T17:00:23Z","timestamp":1543856423000},"score":1,"resource":{"primary":{"URL":"https:\/\/f1000research.com\/articles\/2-194\/v2"}},"subtitle":[],"short-title":[],"issued":{"date-parts":[[2014,1,28]]},"references-count":15,"URL":"http:\/\/dx.doi.org\/10.12688\/f1000research.2-194.v2","relation":{"has-review":[{"id-type":"doi","id":"10.5256\/f1000research.3706.r3387","asserted-by":"subject"}]},"ISSN":["2046-1402"],"subject":[],"container-title-short":"F1000Res","published":{"date-parts":[[2014,1,28]]},"assertion":[{"value":"Indexed","URL":"https:\/\/f1000research.com\/articles\/2-194\/v2#article-reports","order":0,"name":"referee-status","label":"Referee status","group":{"name":"current-referee-status","label":"Current Referee Status"}},{"value":"10.5256\/f1000research.2375.r2042, Brian Allan, Erin Welsh, Department of Entomology, University of Illinois, Urbana, IL, USA, 17 Oct 2013, version 1, 1 approved, 1 approved with reservations, 1 not approved","URL":"https:\/\/f1000research.com\/articles\/2-194\/v1#referee-response-2042","order":0,"name":"referee-response-2042","label":"Referee Report","group":{"name":"article-reports","label":"Article Reports"}},{"value":"<b>Jose Loaiza<\/b>; \n<i>Posted: 20 Jan 2014<\/i>; \n<i>&quot;In several instances, A. tapirellum is referred to as a vector yet the authors offer no evidence that these ticks transmit a known illness.&quot;<\/i>The sentence in the Introduction now reads: “…highlights the potentially complex ecological relationships of Neotropical ticks, which as a group, are potential vectors of zoonotic disease in undisrupted forest habitats.”&nbsp;\n<i>&quot;Additionally, ticks captured by the CDC-LTs are described here as “questing”, but the correct term to describe this behavior is “hunting” or “host seeking”, since “questing” refers to a specific, relatively passive, host acquisition strategy&quot;<\/i>References to “questing” were changed to “host-seeking”.&nbsp;\n<i>&quot;The authors state that the presence of ticks in the canopy traps “reinforce[s] the notion that ticks use CO&shy;2 to locate their hosts”, a characteristic which is true of many species of ticks. However, this raises the question of why ground traps did not capture ticks, a finding for which no explanations were proposed&quot;<\/i>We agree that it is curious that we did not find ticks on the understory traps. However, as we don’t have a plausible explanation, we defer from additional speculation, as it is apparent that simply reporting our finding has created enough controversy without additional conjecture.","URL":"https:\/\/f1000research.com\/articles\/2-194\/v2#referee-comment-675","order":1,"name":"referee-comment-675","label":"Referee Comment","group":{"name":"article-reports","label":"Article Reports"}},{"value":"10.5256\/f1000research.2375.r2288, Michael Levin, Division of Vector-Borne Diseases, Centers for Disease Control and Prevention, Atlanta, GA, USA, 05 Nov 2013, version 1, 1 approved, 1 approved with reservations, 1 not approved","URL":"https:\/\/f1000research.com\/articles\/2-194\/v1#referee-response-2288","order":2,"name":"referee-response-2288","label":"Referee Report","group":{"name":"article-reports","label":"Article Reports"}},{"value":"<b>Jose Loaiza<\/b>; \n<i>Posted: 20 Jan 2014<\/i>; \n<i>&quot;Authors placed their carbon dioxide baited traps either 1.5 meters above the ground (not really “at the ground level”).&quot;<\/i>To avoid confusion we have changed the text to read “understory.”&nbsp;\n<i>&quot;Obviously, traps hanging 1.5 meters above the ground could be serviced right where they were, without contact with the tick-infested ground cover. However, those traps placed 20 meters high would have had to be lowered to the ground daily for checking and replacement of the dry ice, and that would give ticks a chance to crawl onto the traps out of their own volition. Ticks are attracted to carbon dioxide and fast crawling ticks like Amblyomma spp. can be collected in large numbers quite quickly. Unfed questing ticks that crawled onto and eventually into dry ice container(s) would be discovered the next day to cause a “sensational discovery”. Uneven distribution and seasonal dynamics of ticks explain why some traps had ticks and others did not. Differences in placement of traps explain why only high-hanging traps caught ticks.&quot;<\/i>We appreciate the reviewer calling attention to our lack of detail about our field sampling practice. It is clear that the original draft of our manuscript was without sufficient detail to demonstrate that our finding is not likely to be the consequence of trap-handling artifacts. In fact, when we first found ticks on our traps, our team recognized the novelty of our finding and we took critical steps to ensure that the ticks originated in the canopy and were not accidentally sampled from the ground. We have added the following text to our manuscript:&quot;When our field team first discovered the presence of ticks on the outside of CDC-LTs, recognizing that this was a novel occurrence, we carefully reviewed and modified our field protocol to ensure that our observance of host-seeking ticks in the forest canopy was not an artifact of our field methods. To wit, each morning when the traps were lowered, field members, including the senior author, first checked carefully for the presence of ticks on the exterior of each CDC-LT. This was done while the trap was suspended. Any ticks were immediately removed and placed in ethanol and labeled with appropriate metadata (date, trap number, etc.). Subsequently, the netting containing mosquitoes was secured in a plastic box for processing in the indoor laboratory space of Barro Colorado Island. The umbrella and the cylinder containing the fan mechanism of each trap were also taken back to the lab, but the igloo cooler was sealed in a white garbage bag and re-suspended in the mid-canopy (free from by-passers and foliage) during the day. In the evening, CDC-LTs were carried pre-assembled in Rubbermaid-style plastic boxes to the field and were quickly re-assembled in each field site, with loading of the solid CO2 as the final step. At no time were either canopy or understory CDC-LTs placed on the ground while they were being serviced in the field.&quot;&nbsp;\n<i>&quot;The suppositions advanced in this account can only stem from ignorance regarding ticks, their biology, behavior, and even the standard terminology. It is usually advisable to consider simple explanations of unexpected results prior to making “astounding” claims.&quot;<\/i>We would like to emphasize that the entire point of F1000Research observational articles is that they are precisely designed to document unexpected results that may improve our understanding of the natural world:“Science’s most important breakthroughs, from the discovery of microorganisms to the theory of evolution, have come about through observation. As part of the scientific method, observations are made to record a fact or an occurrence to help either prove or disprove a hypothesis. However, we all know the unpredictable nature of science and the curve balls it can throw” (See more at: http:\/\/blog.f1000research.com\/2013\/09\/12\/the-observation-article-recording-phenomena-in-scientific-research\/#sthash.QP2xbUJj.dpuf )Our observations are robust and repeatable. As a research team working at one of the world’s oldest tropical research institutions, we are acutely aware of just how much remains to be discovered in our tropical forests, especially in the extremely inaccessible tropical forest canopy. Given that nymphs and larvae of \n<i>A. tapirellum<\/i> typically cannot be identified to species in the field (e.g.&nbsp;Berm&uacute;dez et al. 2010), and that a Google Scholar search retrieves only 27 articles (including ours) when searching for “\n<i>Amblyomma tapirellum<\/i>”, certainly Dr. Levin is not suggesting that our scientific knowledge of the life history of this and other Neotropical ticks species is complete. Fortunately, third party teams are currently actively working in Panama to more fully document the frequency that host-seeking ticks exploit the tropical canopy and confirm our finding. We are grateful for the opportunity given to us by F1000Research to publish our observation that has encouraged those efforts.&nbsp;","URL":"https:\/\/f1000research.com\/articles\/2-194\/v2#referee-comment-674","order":3,"name":"referee-comment-674","label":"Referee Comment","group":{"name":"article-reports","label":"Article Reports"}},{"value":"10.5256\/f1000research.3706.r3387, Matias Pablo Juan Szabó, Institute of Biomedical Sciences and School of Veterinary Medicine, Federal University of Uberlândia, Uberlândia, Brazil, 28 Feb 2014, version 2, indexed","URL":"https:\/\/f1000research.com\/articles\/2-194\/v2#referee-response-3387","order":4,"name":"referee-response-3387","label":"Referee Report","group":{"name":"article-reports","label":"Article Reports"}},{"value":"Financial support was provided by Smithsonian Tropical Research Institute – Environmental Protection Agency grant DW33-92296801-0 “Mosquito Species Diversity and Landscape Change” to MJP and OIS; and the Secretariat for Science, Technology, and Innovation of Panama (SENACYT) – National Research Investigator award (SNI) granted to JRL. Funds for DNA barcoding came from an award to MJM, JRL, OIS and EB from the Smithsonian Institution’s Consortium for the Barcode of Life (2011 COB award: “DNA barcodes of arthropod disease vectors in Panama” grant FED\/CBOL-2011010014-009).","order":5,"name":"grant-information","label":"Grant Information"},{"value":"This is an open access article distributed under the terms of the Creative Commons Attribution Licence, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.Data associated with the article are available under the terms of the Creative Commons Zero \"No rights reserved\" data waiver (CC0 1.0 Public domain dedication).","order":0,"name":"copyright-info","label":"Copyright"}]}