{"indexed":{"date-parts":[[2024,11,22]],"date-time":"2024-11-22T05:31:06Z","timestamp":1732253466879,"version":"3.28.0"},"reference-count":70,"publisher":"Coleopterists Society","issue":"2","content-domain":{"domain":[],"crossmark-restriction":false},"published-print":{"date-parts":[[2024,6,21]]},"DOI":"10.1649\/0010-065x-78.2.281","type":"journal-article","created":{"date-parts":[[2024,6,14]],"date-time":"2024-06-14T09:31:16Z","timestamp":1718357476000},"source":"Crossref","is-referenced-by-count":0,"title":"Notes on Calligrapha Chevrolat (Subgenus Zygogramma Chevrolat) and Tritaenia Motschulsky (Coleoptera: Chrysomelidae: Chrysomelinae)","prefix":"10.1649","volume":"78","author":[{"given":"Shawn M.","family":"Clark","sequence":"first","affiliation":[{"name":"Monte L. Bean Life Science Museum Brigham Young University 701 East University Parkway Provo, UT 84602, USA"}]},{"given":"Hume B.","family":"Douglas","sequence":"additional","affiliation":[{"name":"Canadian National Collection of Insects, Arachnids and Nematodes Agriculture and Agri-Food Canada K. W. Neatby Building 960 Carling Avenue Ottawa, ON K1A 0C6, CANADA"}]},{"given":"Daniel J.","family":"Cavan","sequence":"additional","affiliation":[{"name":"Department of Biology Utah Valley University 800 West University Parkway Orem, UT 84058, USA"}]}],"member":"1224","reference":[{"key":"21","doi-asserted-by":"crossref","unstructured":"J. C. Fabricius, \"Supplementum entomologiae systematicae.\" 572 (1798)","DOI":"10.5962\/bhl.title.65803"},{"key":"20","doi-asserted-by":"crossref","unstructured":"J. C. Fabricius, \"Systema Entomologiae, sistens Insectorum classes, ordines, genera, species, adiectis synonymis, locis, descriptionibus, observationibus.\" 832 (1775)","DOI":"10.5962\/bhl.title.36510"},{"key":"24","doi-asserted-by":"crossref","unstructured":"J. Gómez-Zurita, \"Zootaxa.\" 3922, \"Systematic revision of the genus Calligrapha Chevrolat (Coleoptera: Chrysomelidae, Chrysomelinae) in Central America: the group of Calligrapha argus Stål.\" 1 (2015)","DOI":"10.11646\/zootaxa.3922.1.1"},{"key":"50","doi-asserted-by":"crossref","unstructured":"M. Pentinsaari, P. D. Hebert, M. Mutanen, \"Plos One.\" 9, \"Barcoding beetles: a regional survey of 1872 species reveals high identification success and unusually deep interspecific divergences.\" e108651 (2014)","DOI":"10.1371\/journal.pone.0108651"},{"key":"52","doi-asserted-by":"crossref","unstructured":"S. Ratnasingham and P. D. Hebert \"PLoS One.\" 8, \"A DNA-based registry for all animal species: the barcode index number (BIN) system.\" e66213 (2013)","DOI":"10.1371\/journal.pone.0066213"},{"key":"55","doi-asserted-by":"crossref","unstructured":"E. G. Riley, S. M. Clark, T. N. Seeno, \"The Coleopterists Society, Special Publication.\" 1, \"Catalog of the leaf beetles of America north of Mexico (Coleoptera: Megalopodidae, Orsodacnidae and Chrysomelidae, excluding Bruchinae).\" 1 (2003)","DOI":"10.5962\/t.208366"},{"key":"60","unstructured":"T. N. Seeno and J. A. Wilcox \"Entomography.\" 1, \"Leaf beetle genera (Coleoptera: Chrysomelidae).\" 1 (1982)"},{"key":"51","doi-asserted-by":"crossref","unstructured":"S. Ratnasingham and P. D. Hebert \"Molecular Ecology Notes.\" 7, \"BOLD: The Barcode of Life Data System\" 355 (2007)","DOI":"10.1111\/j.1471-8286.2007.01678.x"},{"key":"25","unstructured":"M. H. Hatch, \"University of Washington Publications in Biology.\" 16, \"The beetles of the Pacific Northwest. Part V: Rhipiceroidea, sternoxi, Phytophaga, Rhynchophora, and Lamellicornia.\" 1 (1971)"},{"key":"31","unstructured":"\"International Code of Zoological Nomenclature.\" 306 (1999)"},{"key":"28","doi-asserted-by":"crossref","unstructured":"L. Hendrich, J. Moriniere, G. Haszprunar, et al. \"Molecular Ecology Resources.\" 15, \"A comprehensive DNA barcode database for central European beetles with a focus on Germany: Adding more than 3500 identified species to BOLD.\" 795 (2015)","DOI":"10.1111\/1755-0998.12354"},{"key":"1","unstructured":"J. Achard, \"Fragments Entomologiques.\" 4, \"Étude sur le genre Zygogramma Chevr. (Col. Chrysomelidae).\" 51 (1923)"},{"key":"2","doi-asserted-by":"crossref","unstructured":"J. Achard, \"Bulletin de la Société Entomologique de France.\" 29, \"Nouveaux Chrysomelini d'Amérique (Col. Chrysomelidae).\" 133 (1924)","DOI":"10.3406\/bsef.1924.27343"},{"key":"3","unstructured":"S. Anaya Rosales, A. Equihua Martínez, E. Prado Beltrán, \"Los Crisomelinos (Coleoptera: Chrysomelidae) del Valle de México.\" 84 (1987)"},{"key":"4","unstructured":"J. Bechyné, \"Sborník Entomologického Oddělení Národního Musea v Praze.\" 21–22, \"Doplňky k monogafii rodu Zygogramma Chevr.\" 306 (1944)"},{"key":"5","unstructured":"J. Bechyné, \"Acta Zoologica Lilloana.\" 5, \"Notes sur des Chrysomeloidea de l'Amérique du Sud.\" 185 (1948a)"},{"key":"6","unstructured":"J. Bechyné, \"Revista de Entomologia, Rio de Janeiro.\" 19, \"Notes sur les Chrysomélides de l'Amérique du Sud (Col.).\" 295 (1948b)"},{"key":"7","unstructured":"J. Bechyné, \"Revista de Entomologia, Rio de Janeiro.\" 21, \"Notes sur les Chrysomélides de l'Amérique du Sud. II. (Col.).\" 115 (1950)"},{"key":"8","unstructured":"J. Bechyné, \"Revista Chilena de Entomología.\" 1, \"Chrysomeloidea americains nouveaux ou peu connus (Coleoptera).\" 75 (1951)"},{"key":"9","unstructured":"J. Bechyné, \"Entomolgischen Arbeiten aus dem Museum G. Frey.\" 3, \"Nachträge zu den Katalogen von Blackwelder und Junk-Schenkling der neotropischen echten Chrysomeliden. (Col. Phytophaga).\" 1 (1952)"},{"key":"10","unstructured":"J. Bechyné, \"Dusenia.\" 4, \"Les Chrysomélides vrais captures par le Rév. Rère Pio Buck à Rio Grande do Sul (Brésil meridional) (Col. Phytophaga).\" 1 (1953)"},{"key":"11","unstructured":"J. Bechyné and B. Springlová de Bechyné \"Revista de la Facultad de Agronomía, Maracay.\" 3, \"Notes sur les Chrysomelidae s. str. de Venezuela et des pays limitrophes (Col. Phytophaga).\" 44 (1965)"},{"key":"12","unstructured":"J. H. B. Bland, \"Proceedings of the Entomological Society of Philadelphia.\" 3, \"Descriptions of several new species of North American Coleoptera.\" 65 (1864)"},{"key":"13","unstructured":"\"Barcode Index Number BOLD:AEH3325.\" (2024)"},{"key":"16","doi-asserted-by":"crossref","unstructured":"A. Burgos-Solorio and S. Anaya-Rosales \"Acta Zoológica Mexicana (n. s.).\" 20, \"Los crisomelinos (Coleoptera: Chrysomelidae: Chrysomelinae) del Estado de Morelos.\" 39 (2004)","DOI":"10.21829\/azm.2004.2031581"},{"key":"17","unstructured":"L. A. A. Chevrolat, \"Dictionnaire Universel de'Histoire Naturelle, Vol. 3.\" \"Chrysomélines\" 654 (1843)"},{"key":"18","unstructured":"J. C. Ciegler, \"Leaf and Seed Beetles of South Carolina (Coleoptera: Chrysomelidae and Orsodacnidae). Biota of South Carolina, Volume 5.\" 246 (2007)"},{"key":"19","doi-asserted-by":"crossref","unstructured":"S. M. Clark, D. G. LeDoux, T. N. Seeno, et al. \"Host plants of leaf beetle species occurring in the United States and Canada (Coleoptera: Megalopodidae, Orsodacnidae, Chrysomelidae, excluding Bruchinae).\" 2, 1 (2004)","DOI":"10.1603\/0013-8746(2005)098[0243:HPOLBS]2.0.CO;2"},{"key":"22","unstructured":"C. J. Gahan and G. J. Arrow \"Proceedings of the Zoological Society of London.\" 1903, \"List of Coleoptera collected by Mr. A. Robert at Chapada, Matto Grosso (Percy Sladen Expedition to Central Brazil).\" 244 (1903)"},{"key":"23","unstructured":"\"GBIF Occurrence Download (Zygogramma conjuncta).\" (2023)"},{"key":"26","unstructured":"R. Hayward and H. Savage \"The Quarterly Journal of the Boston Zoölogical Society.\" 2, \"A catalogue of the Coleoptera of the Green Mountains.\" 12 (1883)"},{"key":"27","doi-asserted-by":"crossref","unstructured":"P. D. N. Hebert, E. H. Penton, J. M. Burns, et al. \"Proceedings of the National Academy of Sciences of the United States of America.\" 101, \"Ten species in one: DNA barcoding reveals cryptic species in the Neotropical skipper butterfly Astraptes fulgera-tor.\" 14812 (2004)","DOI":"10.1073\/pnas.0406166101"},{"key":"29","unstructured":"\"iNaturalist.org via GBIF.\" \"iNaturalist Observations.\" (2023)"},{"key":"30","unstructured":"\"Bulletin of Zoological Nomenclature.\" 20, \"Opinion 686. Amyot, Méthode Mononymique: Placed on the official index of rejected and invalid works in zoological nomenclature.\" 423 (1963)"},{"key":"32","doi-asserted-by":"crossref","unstructured":"M. Jacoby, \"Proceedings of the Zoological Society of London.\" 1877, \"Descriptions of new species of phytophagous Coleoptera.\" 144 (1878)","DOI":"10.1111\/j.1469-7998.1878.tb07944.x"},{"key":"33","doi-asserted-by":"crossref","unstructured":"M. Jacoby, \"Proceedings of the Zoological Society of London.\" 1879, \"Descriptions of new species of phytophagous Coleoptera.\" 773 (1879)","DOI":"10.1111\/j.1096-3642.1879.tb02716.x"},{"key":"34","unstructured":"M. Jacoby, \"Biologia Centrali-Americana, Insecta, Coleoptera, Eumolpidae, Chrysomelidae, Vol. 6, Pt. 1.\" 125 (1882)"},{"key":"35","unstructured":"M. Jacoby, \"Biologia Centrali-Americana, Insecta, Coleoptera, Supplement to Phytophaga.\" 6, 233 (1891)"},{"key":"36","unstructured":"M. Jacoby, \"Proceedings of the Zoological Society of London.\" 1903, \"Descriptions of new species of SouthAmerican Coleoptera of the family Chrysomelidae.\" 30 (1903)"},{"key":"37","unstructured":"T. Kirsch, \"Deutsche Entomologische Zeitschrift.\" 20, \"Beitrage zur Kenntniss der peruanischen Kaferfauna auf Dr. Abendroth's Sammlungen basirt.\" 81 (1876)"},{"key":"38","unstructured":"J. C. F. Klug, \"Preis-Verzeichnifs vorräthiger Insectendoubletten des Königl.\" 18 (1829)"},{"key":"39","doi-asserted-by":"crossref","unstructured":"J. L. LeConte, \"Transactions of the American Entomological Society.\" 2, \"New Coleoptera collected on the survey for the extension of the Union Pacific Railway, E. D. from Kansas to Fort Craig, New Mexico.\" 49 (1868)","DOI":"10.2307\/25076194"},{"key":"40","doi-asserted-by":"crossref","unstructured":"H. B. Leech and J. W. Green \"The Coleopterists' Bulletin.\" 9, \"Plant association data for a few Arizona and New Mexico Coleoptera (Cleridae, Meloidae, Chrysomelidae, Cerambycidae).\" 27 (1955)","DOI":"10.5962\/p.372893"},{"key":"41","unstructured":"L. LeSage, \"Checklist of Beetles of Canada and Alaska.\" \"Family Chrysomelidae, leaf beetles\" 301 (1991)"},{"key":"43","doi-asserted-by":"crossref","unstructured":"I. Löbl and A. Smetana \"Catalogue of Palaearctic Coleoptera, Volume 6, Chrysomeloidea.\" 924 (2010)","DOI":"10.1163\/9789004260917"},{"key":"44","unstructured":"J.-M. Maes and J. Gómez-Zurita \"Revista Nicaragüense de Entomología.\" 76, \"Chrysomelidae (Coleoptera) de Nicaragua, Parte IV, Chrysomelinae.\" 3 (2016)"},{"key":"45","unstructured":"C. G. Majka, D. S. Chandler, C. P. Donahue, \"Checklist of the beetles of Maine, USA.\" 328 (2011)"},{"key":"46","doi-asserted-by":"crossref","unstructured":"T. Montelongo and J. Gómez-Zurita \"Zoologica Scripta.\" 43, \"Multilocus molecular systematics and evolution in time and space of Calligrapha (Coleoptera: Chrysomelidae, Chrysomelinae).\" 605 (2014)","DOI":"10.1111\/zsc.12073"},{"key":"47","unstructured":"V. Motschulsky, \"Reisen und Forschungen im Amur-Lande.\" 2, \"Coléoptères de la Sibérie orientale et en particulier des rives de l'Amour\" 79 (1860)"},{"key":"53","doi-asserted-by":"crossref","unstructured":"J. V. Richerson and P. E. Boldt \"Environmental Entomology.\" 24, \"Phytophagous insect fauna of Flourensia cernua (Asteraceae: Heliantheae) in Trans-Pecos Texas and Arizona.\" 588 (1995)","DOI":"10.1093\/ee\/24.3.588"},{"key":"54","unstructured":"E. G. Riley, S. M. Clark, R. W. Flowers, et al. \"American Beetles, Volume 2. Polyphaga: Scarabaeoidea through Curculionoidea.\" \"Chrysomelidae Latreille 1802\" 617 (2002)"},{"key":"57","unstructured":"W. F. Rogers, \"Proceedings of the Academy of Natural Sciences of Philadelphia.\" 8, \"Synopsis of species of Chrysomela and allied genera inhabiting the United States.\" 29 (1856)"},{"key":"58","unstructured":"C. F. A. Schaeffer, \"Brooklyn Institute Museum Science Bulletin.\" 1, \"On new and known genera and species of the family Chrysomelidae.\" 221 (1906)"},{"key":"59","unstructured":"C. F. A. Schaeffer, \"Journal of the New York Entomological Society.\" 23, \"Synonymical and other notes on some species of the family Chrysomelidae and descriptions of new species.\" 307 (1920)"},{"key":"61","unstructured":"C. L. Staines and S. L. Staines \"Virginia Museum of Natural History Special Publication.\" 16, \"The Chrysomelidae (Insecta: Coleoptera) of the mid-Atlantic states.\" 341 (2009)"},{"key":"62","unstructured":"C. Stål, \"Svenska Vetenskaps-Akademiens Föhandlingar.\" 16, \"Bidrag till kännedomen onm Amerikas Chrysomeliner. Öfversigt af Kongl.\" 305 (1859)"},{"key":"63","unstructured":"C. Stål, \"Svenska Vetenskaps-Akademiens Föhandlingar.\" 17, \"Till kännedomen om Chrysomelidae. Öfversigt af Kongl.\" 455 (1860)"},{"key":"64","unstructured":"C. Stål, \"Nova Acta Regiae Societatis Scientiarum Upsaliensis, Seriei Tertiae.\" 5, \"Monographie des Chrysomélides de l'Amérique.\" 177 (1865)"},{"key":"65","doi-asserted-by":"crossref","unstructured":"V. M. Tanner, \"Annals of the Entomological Society of America.\" 21, \"The Coleoptera of Zion National Park, Utah.\" 269 (1928)","DOI":"10.1093\/aesa\/21.2.269"},{"key":"66","doi-asserted-by":"crossref","unstructured":"C. A. Viraktamath, B. S. Bhumannavar, V. N. Patel, \"New Developments in the Biology of Chrysomelidae.\" \"Biology and ecology of Zygogramma bicolorata Pallister, 1953\" 767 (2004)","DOI":"10.1163\/9789004475335_066"},{"key":"67","unstructured":"H. F. Wickham, \"Entomological News.\" 1, \"Notes from the Northwest.\" 33 (1890)"},{"key":"68","unstructured":"J. A. Wilcox, \"The University of the State of New York, State Museum and Science Service, Bulletin.\" 421, \"A review of the North American chrysomeline leaf beetles (Coleoptera: Chrysomelidae).\" 1 (1972)"},{"key":"69","unstructured":"J. A. Wilcox, \"Checklist of the Beetles of Canada, United States, Mexico, Central America and the West Indies. Volume 1, Part 7, the Leaf Beetles (Red Version).\" 166 (1975)"},{"key":"15","unstructured":"F. C. Bowditch, \"Transactions of the American Entomological Society.\" 37, \"Notes on Calligrapha and its allies with descriptions of a few new species.\" 325 (1911)"},{"key":"42","unstructured":"M. L. Linell, \"Journal of the New York Entomological Society.\" 4, \"A short review of the Chrysomelas of North America.\" 195 (1896)"},{"key":"48","unstructured":"J. C. Pallister, \"American Museum Novitates.\" 1623, \"The leaf beetles of North Central Mexico collected on the David Rockefeller Mexican Expedition (Coleoptera, Chrysomelidae).\" 1 (1953)"},{"key":"56","unstructured":"C. E. Rogers, \"Journal of Agricultural Entomology.\" 5, \"Insects from native and cultivated sunflowers (Helianthus) in southern latitudes of the United States.\" 267 (1988)"},{"key":"14","doi-asserted-by":"crossref","unstructured":"Y. Bousquet and P. Bouchard \"ZooKeys.\" 282, \"The genera in the second catalogue (1833–1836) of Dejean's Coleoptera collection.\" 1 (2013)","DOI":"10.3897\/zookeys.282.4401"},{"key":"70","unstructured":"J. A. Wilcox, \"Checklist of the Beetles of North and Central America and the West Indies. Volume 8. Family 129. Chrysomelidae, the Leaf Beetles.\" 166 (1983)"},{"key":"49","unstructured":"M. Pentinsaari, R. Anderson, L. Borowiec, et al. \"ZooKeys.\" 894, \"DNA barcodes reveal 63 overlooked species of Canadian beetles (Insecta, Coleoptera).\" 53 (2019)"}],"container-title":"The Coleopterists Bulletin","original-title":[],"deposited":{"date-parts":[[2024,11,21]],"date-time":"2024-11-21T21:19:53Z","timestamp":1732223993000},"score":1,"resource":{"primary":{"URL":"https:\/\/bioone.org\/journals\/the-coleopterists-bulletin\/volume-78\/issue-2\/0010-065X-78.2.281\/Notes-on-Calligrapha-Chevrolat-Subgenus-Zygogramma-Chevrolat-and-Tritaenia-Motschulsky\/10.1649\/0010-065X-78.2.281.full"}},"subtitle":[],"short-title":[],"issued":{"date-parts":[[2024,6,21]]},"references-count":70,"journal-issue":{"issue":"2","published-online":{"date-parts":[[2024,6,1]]}},"URL":"http:\/\/dx.doi.org\/10.1649\/0010-065X-78.2.281","relation":{},"ISSN":["0010-065X"],"subject":[],"container-title-short":"The Coleopterists Bulletin","published":{"date-parts":[[2024,6,21]]}}