{"indexed":{"date-parts":[[2022,4,4]],"date-time":"2022-04-04T01:00:43Z","timestamp":1649034043167},"reference-count":18,"publisher":"Magnolia Press","issue":"2","content-domain":{"domain":[],"crossmark-restriction":false},"abstract":"<jats:p>Epermenia (Calotripis) sinjovi Gaedike, 1993, feeding on Angelica pubescens Maxim. and A. ursina Maxim., was previously recorded in Russia (Far East, Southern Siberia and Transbaikalia), Kunashir Island and Japan. This species is for the first time reported in China by rearing from a new host plant A. polymorpha Maxim. The larva and pupa are illustrated and described for the first time. Available biological information associated with the new host plant is also reported. Reference DNA barcodes are provided for E. (C.) sinjovi, which confirms that forewing distinct colors and morphological differences found in venation and genitalia among individuals are intraspecific variations. The adult morphological variations within population are analyzed and discussed.&#x0D;\n <\/jats:p>","DOI":"10.11646\/zootaxa.5039.2.7","type":"journal-article","created":{"date-parts":[[2021,9,14]],"date-time":"2021-09-14T23:50:17Z","timestamp":1631663417000},"page":"263-276","source":"Crossref","is-referenced-by-count":0,"title":"New record of Epermenia (Calotripis) sinjovi Gaedike (Lepidoptera: Epermeniidae) in China: DNA barcode, adult, immature stages, host plant and biology","prefix":"10.11646","volume":"5039","author":[{"ORCID":"http:\/\/orcid.org\/0000-0002-4638-974X","authenticated-orcid":false,"given":"YEHAO","family":"WANG","sequence":"first","affiliation":[]},{"ORCID":"http:\/\/orcid.org\/0000-0001-6772-9419","authenticated-orcid":false,"given":"KAIJIAN","family":"TENG","sequence":"additional","affiliation":[]},{"ORCID":"http:\/\/orcid.org\/0000-0002-0182-2562","authenticated-orcid":false,"given":"TENGTENG","family":"LIU","sequence":"additional","affiliation":[]}],"member":"4913","published-online":{"date-parts":[[2021,9,15]]},"reference":[{"key":"#cr-split#-77996.1","unstructured":"<p>Bippus, M. (2016) New or poorly known Microlepidoptera from the Mascarenes (Lepidoptera: Autostichidae, Bedellidae, Batrachedridae, Carposinidae, Epermeniidae, Gelechiidae, Tineidae, Tortricidae). Contributions to Entomology, 66 (2), 247-370. https:\/\/doi.org\/10.21248\/contrib.entomol.66.2.347-370.1910<br>Braun, A.F. (1926) New Microlepidoptera from Alberta and Manitoba. The Canadian Entomologist, 58 (2), 46-50. https:\/\/doi.org\/10.4039\/Ent5846-2<br>Budashkin, Y.I. (1996) Novyj vid roda Epermenia (Lepidoptera, Epermeniidae) s Dal'nego Vostoka Rossii i novyje dannyje po rasprostraneniju i biologii zontichnyh molej etogo roda na territorii byvshego USSR. Zhurnal Ukrainskogo Entomologitschnogo Tovaristva, 2 (3\/4), 11-16. [in Russian]<br>Budashkin, Y.I. (1997) Sem. Epermeniidae - Zontichnyje moli. [26. family Epermeniidae]. In: Ler, P.A. (Ed), Opredelitel' nasekomych Dal'nego Vostoka Rossii. Ruchejniki i cheshujekrylyje (1). Dal'nauka, Vladivostok, pp. 480-487. [in Russian]<br>Budashkin, Y.I. &amp"},{"key":"#cr-split#-77996.2","unstructured":"Gaedike, R. (2005) Faunistics of the Epermeniidae from the former USSR (Epermeniidae). Nota lepidopterologica, 28 (2), 123-138.<br>Budashkin, Y.I. &amp"},{"key":"#cr-split#-77996.3","unstructured":"Satshkov, S.A. (1991) Novyje taksony zontichnych molej roda Ochromolopis (Lepidoptera, Epermeniidae) fauny USSR i opredelenije blizkich vidov. Zoologitscheskij zhurnal, 70 (10), 78-83. [in Russian]<br>Budashkin, Y.I. &amp"},{"key":"#cr-split#-77996.4","doi-asserted-by":"crossref","unstructured":"Sinev, S.Y. (2019) Epermeniidae. In: Sinev, S.Y. (Ed.), Catalogue of the Lepidoptera of Russia. 2nd Edition. Zoological Institute RAS, St. Petersburg, pp. 118-119.<br>Busck, A. (1908) Descriptions of some new microlepidoptera from Pennsylvania. The Canadian Entomologist, 40, 193-196. https:\/\/doi.org\/10.4039\/Ent40193-6<br>Buvat, R. &amp","DOI":"10.4039\/Ent40193-6"},{"key":"#cr-split#-77996.5","unstructured":"Nel, J. (2000) Trois Microlépidoptéres nouveaux ou méconnus de la faune de France (Lepidoptera Gelechiidae, Stathmopodidae et Epermeniidae). Alexanor, 21 (1\/2), 95-99.<br>Dierl, v.W. (1971) Biologie und Systematik einiger asiatischer Psychidae-Arten (Lepidoptera). Khumbu Himal Ergebnisse des Forschungsunternehmens Nepal Himalaya, 4 (1), 58-79.<br>Dufour, L. (1844) Anatomie Générale des Diptères. Annales des Sciences Naturelles, 1, 224-264.<br>Dyar, H.G. (1903) List of Lepidoptera taken at Williams, Arizona by Messrs. Schwarz and Barber - I. Papilionoidea, Sphingoidea, Bombycoidea, Tineiodea (in part). Proceedings of the Entomological Society of Washington, 5 (3), 223-235.<br>Eiseman, C.S. (2019) A review of natural nistory data for Nearctic Epermenia Hübner (Lepidoptera: Epermeniidae), with the first account of the larval habits of E. albapunctella Busck. Proceedings of the Entomological Society of Washington, 121 (1), 107-114. https:\/\/doi.org\/10.4289\/0013-8797.121.1.107<br>Gaedike, R. (1966a) Die Genitalien der europäischen Epermeniidae (Lepidoptera: Epermeniidae). Contributions to Entomology, 16 (5\/6), 633-692. https:\/\/doi.org\/10.21248\/contrib.entomol.16.5-6.633-692<br>Gaedike, R. (1966b) Ergebnisse der Albanien-Expedition 1961 des Deuschen Entomologischen Institutes. Contributions to Entomology, 16 (3\/4), 461-466. https:\/\/doi.org\/10.21248\/contrib.entomol.16.3-4.461-466<br>Gaedike, R. (1971) Die Epermeniidae und Acrolepiidae des Vorderen und Mittleren Orients (Lepidoptera). Contributions to Entomology, 21 (1\/2), 43-54. https:\/\/doi.org\/10.21248\/contrib.entomol.21.1-2.43-54<br>Gaedike, R. (1973) 233. Epermeniidae, Acrolepiidae. Ergebnisse der zoologischen Forschungen von Dr. Z. Kaszab in der Mongolei (Lepidoptera). Mit einer Übersicht über die Epermeniidae‑ und Acrolepiidaefauna Ostasiens. Reichenbachia, Staatliches Museum für Tierkunde in Dresden, 14 (12), 95-100.<br>Gaedike, R. (1975) Die Genitalien der Epermeniidae der orientalischen Region (Lepidoptera). Contributions to Entomology, 25 (1), 33-38. https:\/\/doi.org\/10.21248\/contrib.entomol.25.1.33-38<br>Gaedike, R. (1977) Revision der nearktischen und neotropischen Epermeniidae (Lepidoptera). Contributions to Entomology, 27 (2), 301-312. https:\/\/doi.org\/10.21248\/contrib.entomol.27.2.301-312<br>Gaedike, R. (1979) Katalog der Epermeniidae der welt (Lepidoptera). Contributions to Entomology, 29 (1), 271-288. https:\/\/doi.org\/10.21248\/contrib.entomol.29.1.271-288<br>Gaedike, R. (1987) A new Epermenia species (Epermeniidae) from Thailand. Tinea, 12, 155-157.<br>Gaedike, R. (1993) Zur Kenntnis der Epermeniidae der Ostpaläarktis (Lepidoptera). Nota lepidopterologica, 16 (2), 91-104.<br>Gaedike, R. (1996) Die Acrolepiidae und Epermeniidae der Nepal-Expeditionen der Zoologischen Staatssammlung München sowie eine neue Epermenia aus China (Insecta, Lepidoptera). Spixiana, 19 (2), 221-227.<br>Gaedike, R. (2004) New genera and species of epermeniid moths from the Afrotropical Region (Lepidoptera: Epermeniidae). Annals of the Transvaal Museum, 41, 41-59.<br>Gaedike, R. (2008) New species and records of the Nearctic Epermeniidae (Lepidoptera). Tijdschrift voor Entomologie, 151, 57-64. https:\/\/doi.org\/10.1163\/22119434-900000250<br>Gaedike, R. (2009) Some New and Interesting \"Microlepidoptera\" from the Collection of the Zoologisches Forschungsmuseum Alexander Koenig (ZFMK), Bonn (Lepidoptera: Tineidae, Epermeniidae, Acrolepiidae, Douglasiidae). Bonn zoological Bulletin, 56 (1\/2), 101-106.<br>Gaedike, R. (2010) New and poorly known Epermeniidae from the Neotropical Australasian, Oriental and Palaearctic Regions. Contributions to Entomology, 60 (1), 57-70. https:\/\/doi.org\/10.21248\/contrib.entomol.60.1.57-70<br>Gaedike, R. (2013) New or poorly known Epermeniidae of the Afrotropis (Lepidoptera, Epermenioidea). Contributions to Entomology, 63 (1), 149-168. https:\/\/doi.org\/10.21248\/contrib.entomol.63.1.149-168<br>Gaedike, R. (2018) New data on the taxonomy, distribution and host plants of Australian Epermeniidae (Lepidoptera: Epermenioidea). Zootaxa, 4524 (1), 33-50. https:\/\/doi.org\/10.11646\/zootaxa.4524.1.2<br>Gaedike, R. &amp"},{"key":"#cr-split#-77996.6","doi-asserted-by":"crossref","unstructured":"Karsholt, O. (2001) Contribution to the Lepidoptera fauna of the Madeira Islands Part 2. Tineidae, Acrolepiidae, Epermeniidae. Contributions to Entomology, 51 (1), 161-213. https:\/\/doi.org\/10.21248\/contrib.entomol.51.1.161-213<br>Gaedike, R. &amp","DOI":"10.21248\/contrib.entomol.51.1.161-213"},{"key":"#cr-split#-77996.7","unstructured":"Mally, R. (2014) On the taxonomic status of Ochromolopis ictella (Hübner, 1813) and O. zagulajevi Budashkin &amp"},{"key":"#cr-split#-77996.8","unstructured":"Sachkov, 1991 (Lepidoptera, Epermeniidae). Nota lepidopterologica, 37 (1), 49-62. https:\/\/doi.org\/10.3897\/nl.37.7929<br>Gilligan, T.M. &amp"},{"key":"#cr-split#-77996.9","doi-asserted-by":"crossref","unstructured":"Wenzel, J.W. (2008) Extreme intraspecific variation in Hystrichophora (Lepidoptera: Tortricidae) genitalia-questioning the lock-and-key hypothesis Annales Zoologici Fennici, 45, 465-477. https:\/\/doi.org\/10.5735\/086.045.0601<br>Goeze, J.A.E. (1783) Entomologische Beyträge zu des Ritter Linné' zwölften Ausgabe des Natursystems. [Berichtigungen und Ergänzungen verschiedener Autoren zu Band 3","DOI":"10.5735\/086.045.0601"},{"key":"#cr-split#-77996.10","unstructured":"Lepidoptera: \"Ph. Tortrices bis Ph. Alucita\"]. Vol. 3 (Teil 4). bey Weidmanns Erben und Reich, Leipzig, xx + 178 pp.<br>Hampson, G.F. (1892) The fauna of British India. Moths, including Ceylon and Burma. Vol. I. Taylor and Francis, London, 525 pp. https:\/\/doi.org\/10.5962\/bhl.title.100745<br>Hebert, P.D., Cywinska, A. &amp"},{"key":"#cr-split#-77996.11","unstructured":"Ball, S.L. (2003) Biological identifications through DNA barcodes. Proceedings of the Royal Society of London B: Biological Sciences, 270 (1512), 313-321. https:\/\/doi.org\/10.1098\/rspb.2002.2218<br>Heppner, J.B. (1990) New Epermeniidae From Taiwan (Lepidoptera: Copromorphoidea) Tropical Lepidoptera, 1 (2), 59-61.<br>Hübner, J. (1813) Sammlung europäischer Schmetterlinge. Vol. 8. s.n., Augsburg, 71pls. https:\/\/doi.org\/10.5962\/bhl.title.39974<br>Hübner, J. (1825) Verzeichniss bekannter Schmettlinge [sic]. Mit: Anzeiger der im Verzeichnisse bekannter Schmettlinge [sic] angenommenen Benennungen ihrer Horden, Rotten, Stämme, Familien, Vereine und Gattungen. Bey dem Verfasser zu finden, Augsburg, 432 pp.<br>Huemer, P. &amp"},{"key":"#cr-split#-77996.12","doi-asserted-by":"crossref","unstructured":"van Nieukerken, E.J. (2021) Identity of some recently described Lepidoptera from France-re-assessed with DNA barcodes and morphology. Zootaxa, 4941 (3), 301-337. https:\/\/doi.org\/10.11646\/zootaxa.4941.3.1<br>Kearfott, W.D. (1903) Descriptions of new Tineoidea. Journal of the New York Entomological Society, 11 (3), 145-165.<br>Kimura, M. (1980) A simple method for estimating evolutionary rate of base substitutions through comparative studies of nucleotide sequences. Journal of Molecular Evolution, 16, 111-120. https:\/\/doi.org\/10.1007\/BF01731581<br>Kumar, S., Stecher, G., Li, M., Knyaz, C. &amp","DOI":"10.11646\/zootaxa.4941.3.1"},{"key":"#cr-split#-77996.13","doi-asserted-by":"crossref","unstructured":"Tamura, K. (2018) MEGA X: Molecular Evolutionary Genetics Analysis across computing platforms. Molecular Biology and Evolution, 35, 1547-1549. https:\/\/doi.org\/10.1093\/molbev\/msy096<br>Kuroko, H. &amp","DOI":"10.1093\/molbev\/msy096"},{"key":"#cr-split#-77996.14","unstructured":"Gaedike, R. (2006) Epermeniidae of Japan (Lepidoptera, Epermenioidea), with descriptions of six new species. The Lepidopterological Society of Japan, 57 (1), 49-69.<br>Li, H. (2002) The Gelechiidae of China (I) (Lepidoptera: Gelechioidea). Nankai University Press, Tianjin, 504 pp. [in Chinese]<br>Mathew, G. (1985) Variations in the wing Venation of Pteroma plagiophleps Hampson (Lepidoptera: Psychidae). Journal of Research on the Lepidoptera, 24 (4), 359-363.<br>Meyrick, E. (1895) A Handbook of British Lepidoptera. Macmillan &amp"},{"key":"#cr-split#-77996.15","unstructured":"Co., London, 843 pp. https:\/\/doi.org\/10.5962\/bhl.title.67732<br>Meyrick, E. (1930-1936) Exotic Microlepidoptera. Thornhanger, Marlborough, Wilts, 642 pp. https:\/\/doi.org\/10.5962\/bhl.title.9241<br>Rebel, H. (1915) Revision der palaearktischen Epermenia-Arten. Deutsche entomologische Zeitschrift Iris, 99, 195-205.<br>Scoble, M.J. (1992) The Lepidoptera. Form, function and diversity. Oxford University Press Inc, New York, 404 pp.<br>Sinev, S. (2016) Epermeniidae. In: Sinev, S.Y. (Ed.), Annotated catalogue of the insects of Russian Far East. Vol. II. Lepidoptera. Dalnauka, Vladivostok, pp. 148-150.<br>Sohn, J. &amp"},{"key":"#cr-split#-77996.16","unstructured":"Wu, C. (2015) A new genus and species of Epermeniidae (Lepidoptera, Epermenoidea) from China. Tinea, 23 (2), 85-88.<br>Sonan, J. (1935) Psychidae of Formosa. Transactions, Natural History Society of Formosa, 25, 448-455.<br>Spuler, A. (1910) Die Schmetterlinge Europas. Vol. 2. E. Schweizerbart'sche Verlagsbuchhandlung, Stuttgart, 523 pp. https:\/\/doi.org\/10.5962\/bhl.title.9477<br>Stainton, H.T. (1849) An attempt at a Systematic Catalogue of the British Tineidae &amp"},{"key":"#cr-split#-77996.17","unstructured":"Pterophoridae. John van Voorst, London, iv + 32 pp.<br>Stainton, H.T. (1856) Lepidoptera. New British species in 1855. The Entomologist's Annual, 2, 26-64.<br>van Nieukerken, E.J., Kaila, L., Kitching, I.J., Kristensen, N.P., Lees, D.C., Minet, J., Mitter, C., Mutanen, M., Regier, J.C., Simonsen, T.J., Wahlberg, N., Yen, S.-H., Zahiri, R., Adamski, D., Baixeras, J., Bartsch, D., Bengtsson, B.Å., Brown, J.W., Bucheli, S.R., Davis, D.R., Prins, J.D., Prins, W.D., Epstein, M.E., Gentili-Poole, P., Gielis, C., Hättenschwiler, P., Hausmann, A., Holloway, J.D., Kallies, A., Karsholt, O.L.E., Kawahara, A.Y., Koster, S.J.C., Kozlov, M.V., Lafontaine, J.D., Lamas, G., Landry, J.-F., Lee, S., Nuss, M., Park, K.-T., Penz, C., Rota, J., Schintlmeister, A., Schmidt, B.C., Sohn, J.-C., Solis, M.A., Tarmann, G.M., Warren, A.D., Weller, S., Yakovlev, R.V., Zolotuhin, V.V. &amp"},{"key":"#cr-split#-77996.18","unstructured":"Zwick, A. (2011) Order Lepidoptera Linnaeus, 1758. In: Zhang, Z.-Q. (Ed.) Animal biodiversity: An outline of higher-level classification and survey of taxonomic richness. Zootaxa, 3148 (1), 212-221. https:\/\/doi.org\/10.11646\/zootaxa.3148.1.41<br>Walsingham, T. de G. (1894) A new genus separated from Heydenia Hfm., with description of a new English species. Entomologist's monthly Magazine, 30, 199-201.<br>Wocke, M.F. (1867) Zwei neue Arten von Chauliodus. Stettiner Entomologische Zeitung, 28, 208-209.<\/p>"}],"container-title":"Zootaxa","original-title":[],"deposited":{"date-parts":[[2021,9,14]],"date-time":"2021-09-14T23:50:35Z","timestamp":1631663435000},"score":1,"resource":{"primary":{"URL":"https:\/\/mapress.com\/zt\/article\/view\/zootaxa.5039.2.7"}},"subtitle":[],"short-title":[],"issued":{"date-parts":[[2021,9,15]]},"references-count":18,"journal-issue":{"issue":"2","published-online":{"date-parts":[[2021,9,15]]}},"URL":"http:\/\/dx.doi.org\/10.11646\/zootaxa.5039.2.7","relation":{},"ISSN":["1175-5334","1175-5326"],"subject":[],"container-title-short":"Zootaxa","published":{"date-parts":[[2021,9,15]]}}