{"indexed":{"date-parts":[[2024,1,10]],"date-time":"2024-01-10T00:26:43Z","timestamp":1704846403236},"reference-count":50,"publisher":"Societe entomologique de France","issue":"4","content-domain":{"domain":[],"crossmark-restriction":false},"published-print":{"date-parts":[[2023]]},"abstract":"<jats:p>First French record of Apatema baixerasi Vives, 2001, and some other notable Lepidoptera sightings in Corsica. Apatema baixerasi Vives, 2001, is mentioned for the first time in France, after one observation in May 2021 in Haute-Corse, during the expedition Our Planet Reviewed in Corsica, confirmed by DNA barcode analysis. Two new species for the island were also reported: Nascia cilialis (Hübner, 1796) and Cochylidia heydeniana (Herrich-Schäffer, 1851). Twenty-one other remarkable Lepidoptera sightings in cap Corse and on the eastern coast are also cited from this expedition.<\/jats:p>","DOI":"10.32475\/bsef_2277","type":"journal-article","created":{"date-parts":[[2023,12,14]],"date-time":"2023-12-14T11:10:53Z","timestamp":1702552253000},"page":"605-620","source":"Crossref","is-referenced-by-count":1,"title":"Première mention française d’Apatema baixerasi Vives, 2001, et quelques autres observations remarquables de Lépidoptères en Corse (Lepidoptera)","prefix":"10.32475","volume":"128","author":[{"given":"Adrien","family":"Jailloux","sequence":"first","affiliation":[]}],"member":"17575","published-online":{"date-parts":[[2023,12,15]]},"reference":[{"key":"ref=1","unstructured":"Barbut J., Bator D., Billi F., Grenier S., Grenier J. and Leveque A., 2021.  Contribution a l'inventaire des Macroheteroceres de Corse, avec la decouverte de huit especes nouvelles pour l'ile, dont une nouvelle pour la France (Lepidoptera Drepanidae, Geometridae, Erebidae, Noctuidae et Nolidae). Alexanor, 29 (5) [2020] : 323-328."},{"key":"ref=2","unstructured":"Barbut J., Haxaire J. and Leveque A., 2023.  Description d'une nouvelle espece de Conistra Hubner, 1821, de Corse (Lepidoptera Noctuidae Noctuinae Xylenini Xylenina). Alexanor, 30 (2) [2021] : 82-90."},{"key":"ref=3","unstructured":"Billi F., Tautel C. and Varenne T., 2010.  Contribution a l'inventaire des Lepidopteres de Corse. Revue de l'Association Roussillonnaise d'Entomologie, 19 (2) : 85-88."},{"key":"ref=4","doi-asserted-by":"publisher","DOI":"10.3897\/nl.40.11887"},{"key":"ref=5","unstructured":"Brun P., Chambon J.-P. and Frerot B., 1991.  Piegeage sexuel des males de Lepidopteres Tortricidae en Corse par des attractifs de synthese. Nouvelle Revue d'Entomologie (N.S.), 8 (1) : 37-42."},{"key":"ref=6","unstructured":"Brusseaux G. and Nel J., 2004.  Revision de la liste-inventaire de C. E. E. Rungs (1988) des Lepidopteres de Corse. Revue de l'Association Roussillonnaise d'Entomologie, 13 (suppl.) : 1-145."},{"key":"ref=7","unstructured":"Budashkin Y. I. and Gaedike R., 2005.  Faunistics of the Epermeniidae from the former UssR (Epermediidae). Nota Lepidopterologica, 28 (2) : 123-138."},{"key":"ref=8","doi-asserted-by":"publisher","DOI":"10.1016\/j.foreco.2016.12.015"},{"key":"ref=9","doi-asserted-by":"publisher","DOI":"10.57065\/shilap.301"},{"key":"ref=10","doi-asserted-by":"publisher","DOI":"10.24394\/NatSom.2007.10.209"},{"key":"ref=11","unstructured":"Gaedike R., 1996. Lepidopterorum Catalogus (new series). Fasc. 48. Epermeniidae. Association for Tropical Lepidoptera. 20 p."},{"key":"ref=12","unstructured":"Gargominy O., Tercerie S., Regnier C., Dupont P., Daszkiewicz P., Antonetti P., Leotard G., Ramage T., Idczak L., Vandel E., Petitteville M., Leblond S., Boullet V., Denys G., De Massary J.-C., Dusoulier F., Leveque A., Jourdan H., Touroult J., Rome Q., Le Divelec R., Simian G., Savoure-Soubelet A., Page N., Barbut J., Canard A., Haffner P., Meyer C., Van Es J., Poncet R., Demerges D., Mehran B., Horellou A., Ah-Peng C., Bernard J.-F., Bounias-Delacour A., Caesar M., Comolet-Tirman J., Courtecuisse R., Delfosse E., Dewynter M., Hugonnot V., Lavocat Bernard E., Lebouvier M., Lebreton E., Malecot V., Moreau P. A., Moulin N., Muller S., Noblecourt T., Noel P., Pellens R., Thouvenot L., Tison J.-M., Robbert Gradstein S., Rodrigues C., Rouhan G. and Veron S., 2022.  TAXREF v16.0, referentiel taxonomique pour la France. PatriNat (OFB-CNRS-MNHN), Museum national d'Histoire naturelle, Paris. Archive de telechargement contenant 8 fichiers. https:\/\/inpn.mnhn.fr\/telechargement\/referentielEspece\/taxref\/16.0\/menu"},{"key":"ref=13","doi-asserted-by":"crossref","unstructured":"Goater B., 1986.  British Pyralid Moths. England : Harley Books, 175 p.","DOI":"10.1163\/9789004632110"},{"key":"ref=14","unstructured":"Gros P., 2016.  Note sur quelques lepidopteres nouveaux pour la Corse ou rarement cites de ce territoire (Lep. Tineidae, Cosmopterigidae, Gelechiidae, Pterophoridae, Tortricidae, Pyralidae, Crambidae, Drepanidae, Geometridae, Noctuidae). Oreina, 34 : 9-12."},{"key":"ref=15","doi-asserted-by":"publisher","DOI":"10.20302\/NC.2019.28.20"},{"key":"ref=16","unstructured":"Guyonnet A., Lemoine C. and Thibaudeau N., 2020.  Cinquieme complement au Nouveau catalogue des lepidopteres des Deux-Sevres comprenant la deuxieme mention pour la France continentale de Tecmerium perplexum (Gozmany, 1957) [Lepidoptera : Blastobasidae]. Oreina, 51 : 11-15."},{"key":"ref=17","unstructured":"Hannemann H. J., 1997.  Kleinschmetterlinge oder Microlepidoptera V. Oecophoridae, Chimabachidae, Carcinidae, Ethmiidae, Stathmopodidae. Die Tierwelt Deutschlands. Vol. 70. Jena and Stuttgart : Gustav Fischer Verlag, 164 p."},{"key":"ref=18","unstructured":"Hausmann A. and Viidalepp J., 2012.  Larentiinae 1. In : Hausmann A. (ed.), The Geometrid Moths of Europe 3. Stenstrup : Apollo Books, 743 p., 25 pl."},{"key":"ref=19","doi-asserted-by":"publisher","DOI":"10.1186\/s12864-018-4611-3"},{"key":"ref=20","unstructured":"Ichter J., Dusoulier F., Barbut J., Berquier C., Canard A., Canut M., Cailleret B., Cornuel-Willermoz A., De Braekeleer A., Decaens T., Dejean S., Fernandez Marchan D., Gargominy O., Jacquet C., Jailloux A., Jeusset A., Lebard T., Le Divelec R., Leveque A., Martin J., Matocq A., Noblecourt T., Poirier E., Pollet M., Poncet R., Ponel P., Robert S., Rome Q., Rougerie R., Santos B., Soldati F., Streito J.-C., Suberbielle N., Villemant C., Zelvelder B. and Touroult J., 2022.  La Planete Revisitee en Corse. Bilan scientifique des expeditions terrestres 2021 : Cote orientale et Capicorsu. Museum national d'Histoire naturelle. 58 p."},{"key":"ref=21","doi-asserted-by":"publisher","DOI":"10.11646\/zootaxa.3373.1.1"},{"key":"ref=22","unstructured":"MNHN and OFB [eds], 2003-2023.  Inventaire national du patrimoine naturel (INPN). https:\/\/inpn.mnhn.fr [consulte le 10.I.2023]."},{"key":"ref=23","doi-asserted-by":"publisher","DOI":"10.1163\/9789004387485"},{"key":"ref=24","unstructured":"Nel J., Varenne T. and Labonne G., 2020.  Especes rarement signalees ou nouvelles pour la France (Lepidoptera, Nepticulidae, Gracillariidae, Ypsolophidae, Coleophoridae, Pterophoridae, Tortricidae, Pyralidae, Noctuidae). Revue de l'Association Roussillonnaise d'Entomologie, 29 (2) : 100-108."},{"key":"ref=25","unstructured":"Nieukerken E. J. van, Lastuvka A. and Lastuvka Z., 2004.  Annotated catalogue of the Nepticulidae and Opostegidae (Lepidoptera: Nepticuloidea) of the Iberian Peninsula. SHILAP Revista de Lepidopterologia, 32 (127) : 211-260."},{"key":"ref=26","doi-asserted-by":"publisher","DOI":"10.11646\/zootaxa.1216.1.1"},{"key":"ref=27","doi-asserted-by":"publisher","DOI":"10.11646\/zootaxa.3148.1.41"},{"key":"ref=28","unstructured":"Oreina [ed], 2015-2023.  Artemisiae, le portail dynamique national sur les papillons de France. https:\/\/oreina.org\/artemisiae. [Consulte le 10.I.2023]."},{"key":"ref=29","unstructured":"Pitkin L. M., 1984.  Gelechiid moths of the genus Mirificarma. Bulletin of the British Museum (Natural History), 48 : 1-70."},{"key":"ref=30","doi-asserted-by":"publisher","DOI":"10.1111\/j.1471-8286.2007.01678.x"},{"key":"ref=31","unstructured":"Razowski J., 1987.  A New Palaearctic Archipini genus (Lepidoptera, Tortricidae). Nota lepidopterologica, 10 (1) : 87-92."},{"key":"ref=32","unstructured":"Razowski J., 2001.  Die Tortriciden (Lepidoptera, Tortricidae) Mitteleuropas. Bestimmung - Verbreitung - Flugstandort - Lebensweise der Raupen. Bratislava : Frantisek Slamka, 319 p."},{"key":"ref=33","unstructured":"Robineau R., Bachelard P., Berard R., Colomb C., Demerges D., Doux Y., Fournier F., Gibeaux C., Maechler J., Schmitt P. and Tautel C., 2011.  Guide des papillons nocturnes de France. Plus de 1620 especes decrites et illustrees (2eme edition). Paris : Delachaux et Niestle, 287 p."},{"key":"ref=34","doi-asserted-by":"publisher","DOI":"10.1051\/forest:19990208"},{"key":"ref=35","unstructured":"Rungs C. E. E., 1988.  Liste-inventaire systematique et synonymique des Lepidopteres de Corse. Alexanor, 15 (5), supplement : 1-86."},{"key":"ref=36","unstructured":"Schutze K. T., 1931.  Die Biologie der Kleinschmetterlinge unter besonderer Berucksichtigung ihrer Nahrpflanzen und Erscheinungszeiten. Handbuch der Microlepidopteren - Raupenkalender - geordnet nach der illustrierten deutschen Flora von H. Wagner. Frankfurt am Main : Verlag des Internationalen Entomologischen Vereins e., 235 p."},{"key":"ref=37","unstructured":"Sinev S. Yu. and Streltsov A. N., 2019.  Crambidae (p. 178-196). In : Sinev S. Yu. (ed.), Catalogue of the Lepidoptera of Russia. 2nd Edition. St. Petersburg : Zoological institute RAS."},{"key":"ref=38","unstructured":"Skou P., 2007. Menophra annegreteae sp. n., a new ennomine well established in southern Spain, with notes on the status of Sardocyrnia fortunaria (Vazquez, 1905) (Geometridae: Ennominae). Nota Lepidopterologica, 29 (3-4) : 137-144."},{"key":"ref=39","doi-asserted-by":"publisher","DOI":"10.1163\/9789004265738"},{"key":"ref=40","unstructured":"Slamka F., 2013.  Pyraloidea of Europe (Lepidoptera). Vol. 3. Pyraustinae and Spilomelinae. Bratislava : Frantisek Slamka, 357 p."},{"key":"ref=41","doi-asserted-by":"publisher","DOI":"10.1002\/mmnd.19730200104"},{"key":"ref=42","doi-asserted-by":"crossref","unstructured":"Steuer H., 1980.  Beitrage zur Kenntnis der Elachistiden (Lepidoptera). Teil IV. Deutsche Entomologische Zeitschrift, Neue Folge, 27 (4-5) : 297-311.","DOI":"10.1002\/mmnd.4810270408"},{"key":"ref=43","doi-asserted-by":"publisher","DOI":"10.11646\/zootaxa.3268.1.1"},{"key":"ref=44","unstructured":"Tautel C., Billi F. and Leveque A., 2009.  Description d'un nouveau taxon europeen du genre Thera : Thera firmata tyrrhenica Tautel and Billi, 2009, n. ssp. (Lep. Geometridae Larentiinae). Oreina, 6 : 20-24."},{"key":"ref=45","doi-asserted-by":"publisher","DOI":"10.32475\/bsef_2285"},{"key":"ref=46","unstructured":"Varenne T., 2012.  Seconde contribution a l'inventaire des Lepidopteres de Corse (observations 2010 et 2011). Revue de l'Association Roussillonnaise d'Entomologie, 21 (2) : 70-75."},{"key":"ref=47","unstructured":"Varenne T. and Nel J., 2020.  Septieme contribution a l'inventaire des lepidopteres de Corse avec Pelosia plumosa (Mabille, 1900), espece nouvelle pour la faune de France (Insecta, Lepidoptera, Erebiidae). Revue de l'Association Roussillonnaise d'Entomologie, 29 (3) : 156-159."},{"key":"ref=48","doi-asserted-by":"publisher","DOI":"10.3390\/d14121090"},{"key":"ref=49","unstructured":"Vives Moreno A., 2001.  Contribucion al conocimiento de los microlepidopteros de Espana, con la descripcion de ocho nuevas especies para la Ciencia (Insecta: Lepidoptera). SHILAP Revista de lepidopterologia, 29 (114) : 165-178."},{"key":"ref=50","unstructured":"Ylla J. and Macia R., 2023.  Une semaine de prospections lepidopterologiques en Corse. Oreina, 60 : 12-16."}],"container-title":"Bulletin de la Société entomologique de France","original-title":[],"deposited":{"date-parts":[[2024,1,9]],"date-time":"2024-01-09T10:19:09Z","timestamp":1704795549000},"score":1,"resource":{"primary":{"URL":"https:\/\/lasef.org\/wp-content\/uploads\/BSEF\/128-4\/2277_Jailloux.pdf"}},"subtitle":[],"short-title":[],"issued":{"date-parts":[[2023]]},"references-count":50,"journal-issue":{"issue":"4","published-online":{"date-parts":[[2023,12,15]]},"published-print":{"date-parts":[[2023]]}},"URL":"http:\/\/dx.doi.org\/10.32475\/bsef_2277","relation":{},"ISSN":["0037-928X","2540-2641"],"subject":[],"container-title-short":"Bull. Soc. entomol. Fr.","published":{"date-parts":[[2023]]}}