{"indexed":{"date-parts":[[2024,3,13]],"date-time":"2024-03-13T16:27:59Z","timestamp":1710347279744},"reference-count":0,"publisher":"National Museum, Czech Republic","content-domain":{"domain":[],"crossmark-restriction":false},"abstract":"<jats:p>We use DNA sequence data to generate the first phylogenetic hypothesis for the weevil tribe Lymantini. These are leaf litter inhabiting beetles generally regarded as restricted to the New World and taxonomically arranged in two subtribes, 11 genera and some 150 named species. An additional genus of questionable affinities to the tribe, Devernodes Grebennikov, 2018, has five described species in Southeastern Asia. All these beetles are flightless and some have eyes reduced in size or absent, traits normally associated with limited dispersal capacity. We performed a phylogenetic analysis of 153 terminals (50 of them belong to Lymantini representing Devernodes and all but three named genera) based on 4,174 bp alignment of one mitochondrial (cox1) and two nuclear fragments (ITS2 and 28S). We find that both Lymantini subtribes Lymantina and Caecossonina are monophyletic, the latter sister to the amphi-Atlantic tribe Anchonini. The Asian genus Devernodes is deeply nested among American Lymantina. The clade of Anchonini plus Lymantini is consistently recovered outside of the CCCMS clade of “higher” weevils (Curculioninae, Conoderinae, Cossoninae, Molytinae and Scolytinae). We hypothesize that the polished head capsule of adult beetles is an apomorphy of Anchonini and Lymantini, the 8-segmented antennal funicle is an apomorphy of Anchonini plus Caecossonina. We attribute the origin of the currently observed amphi-Pacific distribution of Lymantina to normal ecological dispersal facilitated by the warmer periods of the Cenozoic such as the Eocene, and by presently submerged Arctic land bridges. Using parsimony we hypothesize a North American origin for the Anchonini plus Lymantini crown group, as well as that of Lymantina. We argue that Bronchotibia adunatus Poinar &amp; Legalov, 2021, a Dominican amber adult weevil fossil, is not a member of Lymantini and re-classify it as Curculionidae incertae sedis. We present an image gallery of 28 Lymantini specimens to document the morphological diversity of the tribe. We hypothesize the existence of unnamed American genera of Lymantina and make public the DNA-barcode dataset of 89 Lymantini specimens.<\/jats:p>","DOI":"10.37520\/aemnp.2022.023","type":"journal-article","created":{"date-parts":[[2022,12,30]],"date-time":"2022-12-30T10:38:30Z","timestamp":1672396710000},"page":"411-442","source":"Crossref","is-referenced-by-count":1,"title":"Phylogeny, diversity and biogeography of flightless amphi-Pacific lymantine weevils (Coleoptera: Curculionidae: Molytinae)","prefix":"10.37520","author":[{"given":"Vasily V.","family":"Grebennikov","sequence":"first","affiliation":[{"name":"Canadian Food Inspection Agency, 960 Carling Ave., Ottawa, ON, K1A 0Y9, Canada"}]},{"given":"Robert S.","family":"Anderson","sequence":"additional","affiliation":[{"name":"Beaty Centre for Species Discovery, Canadian Museum of Nature, PO Box 3443, Station D, Ottawa, ON, K1P 6P4, Canada"}]}],"member":"23785","published-online":{"date-parts":[[2022,12,31]]},"container-title":"Acta Entomologica Musei Nationalis Pragae","original-title":[],"deposited":{"date-parts":[[2022,12,30]],"date-time":"2022-12-30T10:38:31Z","timestamp":1672396711000},"score":1,"resource":{"primary":{"URL":"https:\/\/www.aemnp.eu\/acta-entomologica\/62-2\/62_2_411.html"}},"subtitle":[],"short-title":[],"issued":{"date-parts":[[2022,12,31]]},"references-count":0,"URL":"http:\/\/dx.doi.org\/10.37520\/aemnp.2022.023","relation":{},"ISSN":["1804-6487","0374-1036"],"subject":[],"container-title-short":"aemnp","published":{"date-parts":[[2022,12,31]]}}