{"indexed":{"date-parts":[[2025,2,21]],"date-time":"2025-02-21T19:33:21Z","timestamp":1740166401488,"version":"3.37.3"},"reference-count":0,"publisher":"PAGEPress Publications","license":[{"start":{"date-parts":[[2018,6,21]],"date-time":"2018-06-21T00:00:00Z","timestamp":1529539200000},"content-version":"unspecified","delay-in-days":0,"URL":"http:\/\/creativecommons.org\/licenses\/by-nc\/4.0"}],"content-domain":{"domain":[],"crossmark-restriction":false},"abstract":"<jats:p>This study is the first faunistic inventory of a zooplankton community from an open, karstic and oligotrophic aquatic sinkhole in the south of the Yucatan Peninsula (Mexico), we describe the richness of the zooplankton collected with the combination of plankton nets and light traps of our own design, using morphological and molecular characters to identify the species and demonstrate the effectiveness of only one set of primers to sequence all taxa. Recently, it has been demonstrated that different sampling methods can increase the number of zooplankton species from tropical and temperate systems dramatically. These more effective methods together with DNA barcoding can give a new and more realistic picture of the species dwelling in a freshwater system. In total, we sequenced 268 specimens, and the list of species known in this sinkhole increased from 13 to 77 taxa, with a projection of 87 in total, including cladocerans, copepods, ostracods, fish larvae, tadpoles, rotifers, chironomids, water mites, among others. From the 77 taxa identified by us, 72 BINS (Barcode Index Numbers, equivalent to putative species) were assigned by the BOLD Database (boldsystems.org), and 30 of them are new records for both, BOLD and GenBank (www.ncbi.nlm.nih.gov). There was an essential difference in the number of taxa collected with the plankton nets and the light traps. Only 23 taxa were registered in the nets, representing between 28 and 29% of the total richness, while 67 were present in the light traps representing 87% of the species found. From these, 46 taxa were exclusive to this sampling method. Light traps are an effective method for rapid evaluation of zooplankton. In the future, combining DNA barcoding and high-throughput sequencing methods with more  efficient collecting will enable us to perform quick and precise biomonitoring of any aquatic ecosystem, enabling the detection of changes in zooplankton composition resulting from climate change and anthropogenic disturbances. Nevertheless, as a first step it is fundamental to establish a baseline of DNA barcodes for the species in these ecosystems.<\/jats:p>","DOI":"10.4081\/jlimnol.2018.1746","type":"journal-article","created":{"date-parts":[[2018,6,21]],"date-time":"2018-06-21T03:27:40Z","timestamp":1529551660000},"source":"Crossref","is-referenced-by-count":7,"title":"Faunistic survey of the zooplankton community in an oligotrophic sinkhole, Cenote Azul (Quintana Roo, Mexico), using different sampling methods, and documented with DNA barcodes","prefix":"10.4081","author":[{"given":"Lucia","family":"Montes-Ortiz","sequence":"first","affiliation":[]},{"ORCID":"https:\/\/orcid.org\/0000-0003-2562-4584","authenticated-orcid":false,"given":"Manuel","family":"Elias-Gutierrez","sequence":"additional","affiliation":[]}],"member":"2549","published-online":{"date-parts":[[2018,6,21]]},"container-title":"Journal of Limnology","original-title":[],"link":[{"URL":"https:\/\/www.jlimnol.it\/index.php\/jlimnol\/article\/viewFile\/1746\/1439","content-type":"application\/pdf","content-version":"vor","intended-application":"text-mining"},{"URL":"https:\/\/www.jlimnol.it\/index.php\/jlimnol\/article\/viewFile\/1746\/1439","content-type":"unspecified","content-version":"vor","intended-application":"similarity-checking"}],"deposited":{"date-parts":[[2018,7,9]],"date-time":"2018-07-09T04:54:13Z","timestamp":1531112053000},"score":1,"resource":{"primary":{"URL":"https:\/\/www.jlimnol.it\/index.php\/jlimnol\/article\/view\/jlimnol.2018.1746"}},"subtitle":[],"short-title":[],"issued":{"date-parts":[[2018,6,21]]},"references-count":0,"URL":"http:\/\/dx.doi.org\/10.4081\/jlimnol.2018.1746","relation":{},"ISSN":["1723-8633","1129-5767"],"subject":[],"container-title-short":"J Limnol","published":{"date-parts":[[2018,6,21]]}}