{"indexed":{"date-parts":[[2023,11,27]],"date-time":"2023-11-27T00:29:05Z","timestamp":1701044945698},"reference-count":87,"publisher":"Entomological Society of Washington","issue":"1","content-domain":{"domain":[],"crossmark-restriction":false},"published-print":{"date-parts":[[2022,9,13]]},"DOI":"10.4289\/0013-8797.124.1.131","type":"journal-article","created":{"date-parts":[[2022,9,14]],"date-time":"2022-09-14T10:16:47Z","timestamp":1663150607000},"source":"Crossref","is-referenced-by-count":1,"title":"DNA Barcoding Takes Bioassessment Further: New Distribution Records for Aquatic Macroinvertebrates from Alaskan National Parks","prefix":"10.4289","volume":"124","author":[{"given":"Jeffrey M.","family":"Webb","sequence":"first","affiliation":[{"name":"(JMW) Rhithron Associates, Inc., 33 Fort Missoula Road, Missoula, Montana 59804, USA (e-mail: )"}]},{"given":"Michael B.","family":"Cole","sequence":"additional","affiliation":[{"name":"(MBC) Cole Ecological, Inc., 15 Bank Row, Suite B, Greenfield, MA 01301, USA (e-mail: )"}]},{"given":"Trey","family":"Simmons","sequence":"additional","affiliation":[{"name":"(TS) National Park Service, 4175 Geist Road, Fairbanks, Alaska 99709, USA (e-mail: )"}]}],"member":"2824","reference":[{"key":"86","doi-asserted-by":"crossref","unstructured":"X. Zhou, L. M. Jacobus, R. E. DeWalt, et al. \"Journal of the North American Benthological Society.\" 29, \"Ephemeroptera, Plecoptera, and Trichoptera fauna of Churchill (Manitoba, Canada): insights into biodiversity patterns from DNA barcoding.\" 814 (2010)","DOI":"10.1899\/09-121.1"},{"key":"13","doi-asserted-by":"crossref","unstructured":"J. M. Cumming, S. E. Brooks, B. J. Sinclair, \"Zootaxa.\" 4093, \"Review of the little-known western Nearctic fly genus Philetus Melander (Diptera: Empididae), with a discussion of its phylogenetic assignment.\" 261 (2016)","DOI":"10.11646\/zootaxa.4093.2.7"},{"key":"14","doi-asserted-by":"crossref","unstructured":"C. J. Curry, J. F. Gibson, S. Shokralla, et al. \"Freshwater Science.\" 37, \"Identifying North American freshwater invertebrates using DNA barcodes: are existing COI sequence libraries fit for purpose?\" 178 (2018)","DOI":"10.1086\/696613"},{"key":"27","doi-asserted-by":"crossref","unstructured":"M. Hajibabaei, D. H. Janzen, J. M. Burns, et al. \"Proceedings of the National Academy of Sciences of the United States of America.\" 103, \"DNA barcodes distinguish species of tropical Lepidoptera.\" 968 (2006)","DOI":"10.1073\/pnas.0510466103"},{"key":"29","doi-asserted-by":"crossref","unstructured":"P. D. N. Hebert, J. R. deWaard, E. V. Zakharov, et al. \"PLoS ONE.\" 8, \"A DNA “Barcode Blitz”: rapid digitization and sequencing of a natural history collection.\" e68535 (2013)","DOI":"10.1371\/journal.pone.0068535"},{"key":"74","doi-asserted-by":"crossref","unstructured":"E. Stur and T. Ekrem \"Zootaxa.\" 2743, \"Exploring unknown life stages of Arctic Tanytarsini (Diptera: Chironomidae) with DNA barcoding.\" 27 (2011)","DOI":"10.11646\/zootaxa.2743.1.2"},{"key":"7","doi-asserted-by":"crossref","unstructured":"A. Borkent and W. L. Grogan \"Zootaxa.\" 48, \"Catalog of the new world biting midges north of Mexico (Diptera: Ceratopogonidae).\" 1 (2009)","DOI":"10.11646\/zootaxa.2273.1.1"},{"key":"1","unstructured":"P. H. Adler, \"World Blackflies (Diptera: Simuliidae): A Comprehensive Revision of the Taxonomic and Geographical Inventory [2020].\" (2020)"},{"key":"2","unstructured":"T. Andersen, P. S. Cranston, J. H. Epler, \"Insect Systematics & Evolution Supplements.\" 66, \"The larvae of Chironomidae (Diptera) of the Holarctic region - keys and diagnoses.\" 1 (2013)"},{"key":"3","unstructured":"P. Ashe and J. P. O'Connor \"A World Catalogue of Chironomidae (Diptera). Part 1. Buchonomyiinae, Chilenomyiinae, Podonominae, Aphroteniinae, Tanypodinae, Usambaromyiinae, Diamesinae, Prodiamesinae and Telmatogetoninae.\" 445 (2009)"},{"key":"4","unstructured":"P. Ashe and J. P. O'Connor \"A World Catalogue of Chironomidae (Diptera). Part 2. Orthocladiinae.\" 968 (2012)"},{"key":"5","doi-asserted-by":"crossref","unstructured":"S. Behrens-Chapuis, F. Herder, M. F. Geiger, \"PLoS ONE.\" 16, \"Adding DNA barcoding to stream monitoring protocols – what's the additional value and congruence between morphological and molecular identification approaches?\" 1 (2021)","DOI":"10.1371\/journal.pone.0244598"},{"key":"8","doi-asserted-by":"crossref","unstructured":"L. Boumans and R. W. Baumann \"Zootaxa.\" 44, \"Amphinemura palmeni is a valid Holarctic stonefly species (Plecoptera: Nemouridae).\" 59 (2012)","DOI":"10.11646\/zootaxa.3537.1.5"},{"key":"9","doi-asserted-by":"crossref","unstructured":"L. Boumans and J. E. Brittain \"Norwegian Journal of Entomology.\" 59, \"Faunistics of stoneflies (Plecoptera) in Finnmark, northern Norway, including DNA barcoding of Nemouridae.\" 196 (2012)","DOI":"10.11646\/zootaxa.3537.1.5"},{"key":"10","unstructured":"M. Bowser, \"Alaska Entomological Society Newsletter.\" 12, \"Two new records of mayflies (Ephemeroptera) from Alaska.\" 11 (2019)"},{"key":"11","doi-asserted-by":"crossref","unstructured":"R. D. Cordero, S. Sánchez-Ramírez, D. C. Currie, \"Polar Biology.\" 40, \"DNA barcoding of aquatic insects reveals unforeseen diversity and recurrent population divergence patterns through broad-scale sampling in northern Canada.\" 1687 (2017)","DOI":"10.1007\/s00300-016-2062-3"},{"key":"12","unstructured":"P. S. Cranston, \"Journal of the Kansas Entomological Society.\" 71, \"Nearctic Orthocladius subgenus Eudactylocladius revised (Diptera: Chironomidae).\" 272 (1999)"},{"key":"15","doi-asserted-by":"crossref","unstructured":"J. R. deWaard, N. V Ivanova, M. Hajibabaei, et al. \"Methods in Molecular Biology. Volume 410: Environmental Genomics.\" \"Assembling DNA barcodes: analytical protocols.\" 275 (2008)","DOI":"10.1007\/978-1-59745-548-0_15"},{"key":"16","unstructured":"R. E. DeWalt, M. D. Maehr, H. Hopkins, et al. \"Plecoptera Species File Online. 5.0\/5.0.\" (2021)"},{"key":"17","doi-asserted-by":"crossref","unstructured":"T. Ekrem, E. Stur, M. G. Orton, et al. \"Genome.\" 61, \"DNA barcode data reveal biogeographic trends in Arctic non-biting midges.\" 787 (2018)","DOI":"10.1139\/gen-2018-0100"},{"key":"19","doi-asserted-by":"crossref","unstructured":"V. Elbrecht, E. E. Vamos, K. Meissner, et al. \"Methods in Ecology and Evolution.\" 8, \"Assessing strengths and weaknesses of DNA metabarcoding-based macroinvertebrate identification for routine stream monitoring.\" 1265 (2017)","DOI":"10.1111\/2041-210X.12789"},{"key":"20","unstructured":"J. H. Epler, \"Identification manual for the larval Chironomidae (Diptera) of North and South Carolina. A guide to the taxonomy of the midges of the southeastern United States, including Florida.\" 526 (2001)"},{"key":"22","doi-asserted-by":"crossref","unstructured":"J. T. Fontes, P. E. Vieira, T. Ekrem, et al. \"Molecular Ecology Resources.\" 21, \"BAGS: an automated Barcode, Audit & Grade System for DNA barcode reference libraries.\" 573 (2021)","DOI":"10.1111\/1755-0998.13262"},{"key":"23","doi-asserted-by":"crossref","unstructured":"Y. Ge, C. Xia, J. Wang, et al. \"Ecology and Evolution.\" 11, \"The efficacy of DNA barcoding in the classification, genetic differentiation, and biodiversity assessment of benthic macroinvertebrates.\" 5669 (2021)","DOI":"10.1002\/ece3.7470"},{"key":"24","doi-asserted-by":"crossref","unstructured":"J. F. Gibson, S. Shokralla, C. J. Curry, et al. \"PLoS ONE.\" 10, \"Large-scale biomonitoring of remote and threatened ecosystems via high-throughput sequencing.\" 1 (2015)","DOI":"10.1371\/journal.pone.0138432"},{"key":"25","unstructured":"V. M. Glukhova, \"Larvae of the biting midges of the subfamilies Palpomyiinae and Ceratopogoninae of the fauna of the USSR (Diptera, Ceratopogonidae=Heleidae).\" 231 (1979)"},{"key":"26","unstructured":"S. A. Grubbs, R. W. Baumann, D. K. Burton, \"Illiesia.\" 14, \"Nearctic Nemoura trispinosa Claassen, 1923 and N. rickeri Jewett, 1971 are junior synonyms of Holarctic Nemoura species (Plecoptera: Nemouridae).\" 44 (2018)"},{"key":"28","doi-asserted-by":"crossref","unstructured":"P. D. N. Hebert, A. Cywinska, S. L. Ball, et al. \"Proceedings of the Royal Society of London. Series B, Biological Sciences.\" 270, \"Biological identifications through DNA barcodes.\" 313 (2003)","DOI":"10.1098\/rspb.2002.2218"},{"key":"30","doi-asserted-by":"crossref","unstructured":"P. D. N. Hebert, S. Ratnasingham, E. V. Zakharov, et al. \"Philosophical Transactions of the Royal Society B: Biological Sciences.\" 371, \"Counting animal species with DNA barcodes: Canadian insects.\" 20150333 (2016)","DOI":"10.1098\/rstb.2015.0333"},{"key":"31","unstructured":"J. Ilmonen and P. H. Adler \"British Simulid Group Bulletin.\" 29, \"Updated checklist of the black flies (Diptera: Simuliidae) of Finland.\" 9 (2008)"},{"key":"32","doi-asserted-by":"crossref","unstructured":"Y. Imada, \"ZooKeys.\" 906, \"A novel leaf-rolling chironomid, Eukiefferiella endobryonia sp. nov. (Diptera, Chironomidae, Orthocladiinae), highlights the diversity of underwater chironomid tube structures.\" 73 (2020)","DOI":"10.3897\/zookeys.906.47834"},{"key":"33","doi-asserted-by":"crossref","unstructured":"N. V Ivanova, J. R. deWaard, P. D. N. Hebert, \"Molecular Ecology Notes.\" 6, \"An inexpensive, automation-friendly protocol for recovering high-quality DNA.\" 998 (2006)","DOI":"10.1111\/j.1471-8286.2006.01428.x"},{"key":"34","doi-asserted-by":"crossref","unstructured":"M. R. Kendrick and A. D. Huryn \"Western North American Naturalist.\" 74, \"The Plecoptera and Trichoptera of the Arctic North Slope of Alaska.\" 275 (2014)","DOI":"10.3398\/064.074.0303"},{"key":"35","unstructured":"G. Kjærstad, J. M. Webb, T. Ekrem, \"Norwegian Journal of Entomology.\" 59, \"A review of the Ephemeroptera of Finnmark – DNA barcodes identify Holarctic relations.\" 182 (2012)"},{"key":"36","doi-asserted-by":"crossref","unstructured":"X. Lin, E. Stur, T. Ekrem, \"PLoS ONE.\" 10, \"Exploring genetic divergence in a species-rich insect genus using 2790 DNA barcodes.\" 1 (2015)","DOI":"10.1371\/journal.pone.0138993"},{"key":"37","doi-asserted-by":"crossref","unstructured":"E. A. Makarchenko, \"Zootaxa.\" 4664, \"Review of the genus Pagastia Oliver (Diptera: Chironomidae: Diamesinae) from North America, with description of P. (P.) subletteorum sp. nov.\" 115 (2019)","DOI":"10.11646\/zootaxa.4664.1.5"},{"key":"38","unstructured":"E. A. Makarchenko and M. A. Makarchenko \"Late 20th Century Research on Chironomidae: an Anthology from the 13th International Symposium on Chironomidae.\" \"Revision of Pagastia Oliver, 1959 (Diptera, Chironomidae) of the Holarctic region.\" 171 (2000)"},{"key":"39","unstructured":"E. A. Makarchenko and M. A. Makarchenko \"Contribution to the Systematics and Ecology of Aquatic Diptera - A Tribute to Ole Saether.\" \"A review of Tokunagaia Sæther (Diptera: Chironomidae) from the Russian Far East, with the description of four new species.\" 181 (2007)"},{"key":"40","doi-asserted-by":"crossref","unstructured":"E. A. Makarchenko, M. A. Makarchenko, I. V. Pozdeev, et al. \"Euroasian Entomological Journal.\" 18, \"New data on taxonomy of Eukiefferiella Thienemann (Diptera, Chironomidae, Orthocladiinae) from the Russian Far East.\" 47 (2019)","DOI":"10.15298\/euroasentj.18.1.07"},{"key":"41","doi-asserted-by":"crossref","unstructured":"E. A. Makarchenko, A. A. Semenchenko, D. M. Palatov, \"Zootaxa.\" 4951, \"New species and findings of Pagastia Oliver (Diptera: Chironomidae: Diamesinae) from Central Asia, with DNA barcoding of known species of the genus.\" 559 (2021)","DOI":"10.11646\/zootaxa.4951.3.8"},{"key":"42","unstructured":"A. Martens, S. Strachan, T. Pascoe, et al. \"CABIN Laboratory Methods: Processing, Taxonomy, and Quality Control of Benthic Macroinvertebrate Samples. En84-86\/2021E-PDF.\" 39 (2020)"},{"key":"43","unstructured":"R. W. Merritt, K. W. Cummins, M. B. Berg, \"An Introduction to the Aquatic Insects of North America.\" 1158 (2008)"},{"key":"44","doi-asserted-by":"crossref","unstructured":"J. H. Mynott, J. M. Webb, P. J. Suter, \"Invertebrate Systematics.\" 25, \"Adult and larval associations of the alpine stonefly genus Riekoperla McLellan (Plecoptera:Gripopterygidae) using mitochondrial DNA.\" 11 (2011)","DOI":"10.1071\/IS10025"},{"key":"45","doi-asserted-by":"crossref","unstructured":"A. Namayandeh, K. S. Heard, E. A. Luiker, et al. \"Journal of Entomological and Acarological Research.\" 48, \"Chironomidae (Insecta: Diptera) from the eastern Canadian arctic and subarctic with descriptions of new life stages, a possible new genus, and new geographical records.\" 53 (2016)","DOI":"10.4081\/jear.2016.5847"},{"key":"46","unstructured":"\"Standard Operating Procedures for Collection and Analysis of Benthic Macroinvertebrates.\" 71 (2016)"},{"key":"47","unstructured":"A. V. Nebeker and A. R. Gaufin \"Transaction of the American Entomological Society.\" 94, \"The winter stoneflies of the Rocky Mountains (Plecoptera, Capniidae).\" 1 (1968)"},{"key":"48","unstructured":"A. P. Nimmo, \"Quaestiones Entomologicae.\" 7, \"The adult Rhyacophilidae and Limnephilidae (Trichoptera) of Alberta and Eastern British Colombia and their post-glacial origin.\" 3 (1971)"},{"key":"49","unstructured":"D. Oliver and M. E. Dillon \"Insects of the Yukon. Biological Survey of Canada (Terrestrial Arthropods).\" \"Chironomids (Diptera: Chironomidae) of the Yukon Arctic North Slope and Herschel Island.\" 615 (1997)"},{"key":"50","unstructured":"D. Oliver, M. E. Dillon, P. S. Cranston, \"A Catalog of Nearctic Chironomidae.\" 89 (1990)"},{"key":"51","unstructured":"P. Oosterbroek, \"Catalogue of the Craneflies of the World (Diptera, Tipuloidea: Pediciidae, Limoniidae, Cylindrotomidae, Tipulidae).\" (2021)"},{"key":"52","unstructured":"P. Oosterbroek, F. Brodo, V. I. Lantsov, et al. \"Entomologiske Meddelelser.\" 75, \"The Tipulidae and Limoniidae of Greenland (Diptera, Nematocera, Craneflies).\" 3 (2007)"},{"key":"53","unstructured":"A. G. Orr and R. A. Dow \"Odonatologica.\" 45, \"Description of larvae of two species of Coeliccia Selys, 1865 from Sarawak, identified using DNA barcoding (Odonata: Platycnemididae).\" 117 (2016)"},{"key":"54","doi-asserted-by":"crossref","unstructured":"S. Pálsson, L. A. Lecaudey, G. M. Gíslason, \"Freshwater Science.\" 35, \"Phylogeographic origin of Apatania zonella (Trichoptera) in Iceland.\" 65 (2016)","DOI":"10.1086\/684850"},{"key":"55","unstructured":"R. P. Randolph and W. P. McCafferty \"Proceedings of the Entomological Society of Washington.\" 107, \"The mayflies (Ephem eroptera) of Alaska, including a new species of Heptageniidae.\" 190 (2005)"},{"key":"56","unstructured":"A. K. Rasmussen and J. C. Morse \"Distributional Checklist of Nearctic Trichoptera (Fall 2020 Revision).\" 517 (2020)"},{"key":"59","unstructured":"A. B. Richards and D. C. Rogers \"Southwest Association of Freshwater Invertebrate Taxonomists (SAFIT) List of Freshwater Macroinvertebrate Taxa from California and Adjacent States including Standard Taxonomic Effort Levels.\" (2011)"},{"key":"60","doi-asserted-by":"crossref","unstructured":"D. E. Ruiter, E. E. Boyle, X. Zhou, \"BMC Ecology.\" 13, \"DNA barcoding facilitates associations and diagnoses for Trichoptera larvae of the Churchill (Manitoba, Canada) area.\" (2013)","DOI":"10.1186\/1472-6785-13-5"},{"key":"61","doi-asserted-by":"crossref","unstructured":"J. Salokannnel, M. J. Rantala, N. Wahlberg, \"Entomologica Fennica.\" 21, \"DNA-barcoding clarifies species definitions of Finnish Apatania (Trichoptera: Apataniidae).\" 1 (2010)","DOI":"10.33338\/ef.84493"},{"key":"62","unstructured":"R. Sarver, \"Taxonomic Levels for Macroinvertebrate Identifications. SOP# MD-NR-ESP-209.\" 40 (2019)"},{"key":"63","unstructured":"F. Schmid, \"The Insects and Arachnids of Canada. Part 7. Genera of the Trichoptera of Canada and Adjoining or Adjacent United States.\" 319 (1998)"},{"key":"65","doi-asserted-by":"crossref","unstructured":"T. Simmons, \"Natural Resource Report NPS\/CAKN\/NRR—2017\/1470.\" \"Monitoring stream ecosystems in the Central Alaska Network: protocol narrative.\" 92 (2017a)","DOI":"10.36967\/2244207"},{"key":"66","unstructured":"T. Simmons, \"Standard Operating Procedures Report.\" \"Monitoring stream ecosystems in the Central Alaska Network: standard operating procedures version 1.0.\" 247 (2017b)"},{"key":"67","unstructured":"A. Smith, \"New York State Department of Environmental Conservation, Division of Water, Standard Operating Procedure: Biological Monitoring of Surface Waters in New York State.\" 171 (2014)"},{"key":"68","doi-asserted-by":"crossref","unstructured":"E. D. Stein, M. C. Martinez, S. Stiles, et al. \"PLoS ONE.\" 9, \"Is DNA barcoding actually cheaper and faster than traditional morphological methods: results from a survey of freshwater bioassessment efforts in the United States?\" (2014a)","DOI":"10.1371\/journal.pone.0095525"},{"key":"69","doi-asserted-by":"crossref","unstructured":"E. D. Stein, B. P. White, R. D. Mazor, et al. \"Freshwater Science.\" 33, \"Does DNA barcoding improve performance of traditional stream bioassessment metrics?\" 302 (2014b)","DOI":"10.1086\/674782"},{"key":"70","unstructured":"K. W. Stewart and M. W. Oswood \"The Stoneflies (Plecoptera) of Alaska and Western Canada.\" 325 (2006)"},{"key":"71","doi-asserted-by":"crossref","unstructured":"J. B. Stribling, S. R. Moulton, G. T. Lester, \"Journal of the North American Benthological Society.\" 22, \"Determining the quality of taxonomic data.\" 621 (2003)","DOI":"10.2307\/1468357"},{"key":"72","doi-asserted-by":"crossref","unstructured":"J. B. Stribling, B. Sweeney, J. Morse, et al. \"Zootaxa.\" 3359, \"“Taxonomic certification versus the scientific method”: a rebuttal of Rogers (2012).\" 65 (2012)","DOI":"10.11646\/zootaxa.3359.1.6"},{"key":"75","doi-asserted-by":"crossref","unstructured":"E. Stur and T. Ekrem \"Insects.\" 11, \"The Chironomidae (Diptera) of Svalbard and Jan Mayen.\" 183 (2020)","DOI":"10.3390\/insects11030183"},{"key":"76","doi-asserted-by":"crossref","unstructured":"B. W. Sweeney, J. M. Battle, J. K. Jackson, et al. \"Journal of the North American Benthological Society.\" 30, \"Can DNA barcodes of stream macroinvertebrates improve descriptions of community structure and water quality?\" 195 (2011)","DOI":"10.1899\/10-016.1"},{"key":"77","doi-asserted-by":"crossref","unstructured":"R. Szadziewski, L. V. Golovatyuk, E. Sontag, et al. \"Zootaxa.\" 4137, \"All stages of the Palaearctic predaceous midge Palpomyia schmidti Goetghebuer, 1934 (Diptera: Ceratopogonidae).\" 85 (2016)","DOI":"10.11646\/zootaxa.4137.1.6"},{"key":"78","unstructured":"\"National Rivers and Streams Assessment 2018-19: Laboratory Operations Manual. EPA- 841-B-17-004.\" 185 (2017)"},{"key":"79","unstructured":"\"National Aquatic Resource Surveys. National Rivers and Streams Assessment 2013-2014.\" (2020)"},{"key":"80","doi-asserted-by":"crossref","unstructured":"J. M. Webb and P. J. Suter \"Zootaxa.\" 2481, \"Revalidation and redescription of Bungona illiesi (Lugo-Ortiz & McCafferty) (Ephemeroptera: Baetidae) from Australia, based on mitochondrial and morphological evidence.\" 37 (2010)","DOI":"10.11646\/zootaxa.2481.1.2"},{"key":"81","unstructured":"G. B. Wiggins and C. R. Parker \"Insects of the Yukon. Biological Survey of Canada (Terrestrial Arthropods).\" \"Caddisflies (Trichoptera) of the Yukon, with analysis of the Beringian and Holarctic species of North America\" 787 (1997)"},{"key":"82","doi-asserted-by":"crossref","unstructured":"H. Wirta, G. Várkonyi, C. Rasmussen, et al. \"Molecular Ecology Resources.\" 16, \"Establishing a community-wide DNA barcode library as a new tool for arctic research.\" 809 (2016)","DOI":"10.1111\/1755-0998.12489"},{"key":"83","unstructured":"R. W. Wisseman, S. P. Sullivan, J. Pfeiffer, et al. \"Northwest Standard Taxonomic Effort.\" (2015)"},{"key":"84","doi-asserted-by":"crossref","unstructured":"M. K. Young, R. J. Smith, K. L. Pilgrim, et al. \"Ecology and Evolution.\" 9, \"Integrative taxonomy refutes a species hypothesis: the asymmetric hybrid origin of Arsapnia arapahoe (Plecoptera, Capniidae).\" 1364 (2019)","DOI":"10.1002\/ece3.4852"},{"key":"85","doi-asserted-by":"crossref","unstructured":"X. Zhou, K. M. Kjer, J. C. Morse, \"Journal of the North American Benthological Society.\" 26, \"Associating larvae and adults of Chinese Hydropsychidae caddisflies (Insecta:Trichoptera) using DNA sequences.\" 719 (2007)","DOI":"10.1899\/06-089.1"},{"key":"87","doi-asserted-by":"crossref","unstructured":"V. M. A. Zizka, F. Leese, B. Peinert, et al. \"Genome.\" 62, \"DNA metabarcoding from sample fixative as a quick and voucher-preserving biodiversity assessment method.\" 122 (2019)","DOI":"10.1139\/gen-2018-0048"},{"key":"57","doi-asserted-by":"crossref","unstructured":"S. Ratnasingham and P. D. N. Hebert \"Molecular Ecology Notes.\" 7, \"BOLD: The Barcode of Life Data System\" 355 (2007)","DOI":"10.1111\/j.1471-8286.2007.01678.x"},{"key":"58","doi-asserted-by":"crossref","unstructured":"S. Ratnasingham and P. D. N. Hebert \"PLoS One.\" 8, \"A DNA-based registry for all animal species: the Barcode Index Number (BIN) System.\" e66213 (2013)","DOI":"10.1371\/journal.pone.0066213"},{"key":"73","doi-asserted-by":"crossref","unstructured":"E. Stur and A. Borkent \"ZooKeys.\" 131, \"When dna barcoding and morphology mesh: Ceratopogonidae diversity in finnmark, Norway.\" 95 (2014)","DOI":"10.3897\/zookeys.463.7964"},{"key":"21","unstructured":"O. Folmer, M. Black, W. Hoeh, et al. \"Molecular Marine Biology and Biotechnology.\" 3, \"DNA primers for amplification of mitochondrial cytochrome c oxidase subunit I from diverse metazoan invertebrates.\" 294 (1994)"},{"key":"18","doi-asserted-by":"crossref","unstructured":"T. Ekrem, E. Willassen, E. Stur, \"Molecular Phylogenetics and Evolution.\" 43, \"A comprehensive DNA sequence library is essential for identification with DNA barcodes.\" 530 (2007)","DOI":"10.1016\/j.ympev.2006.11.021"},{"key":"6","doi-asserted-by":"crossref","unstructured":"A. Borkent and P. Dominiak \"Zootaxa.\" 4787, \"Catalog of the biting midges of the world (Diptera: Ceratopogonidae).\" 1 (2020)","DOI":"10.11646\/zootaxa.4787.1.1"},{"key":"64","doi-asserted-by":"crossref","unstructured":"D. S. Sikes, M. Bowser, J. M. Morton, et al. \"Genome.\" 60, \"Building a DNA barcode library of Alaska's non-marine arthropods.\" 248 (2017)","DOI":"10.1139\/gen-2015-0203"}],"container-title":"Proceedings of the Entomological Society of Washington","original-title":[],"deposited":{"date-parts":[[2023,11,26]],"date-time":"2023-11-26T23:05:26Z","timestamp":1701039926000},"score":1,"resource":{"primary":{"URL":"https:\/\/bioone.org\/journals\/proceedings-of-the-entomological-society-of-washington\/volume-124\/issue-1\/0013-8797.124.1.131\/DNA-Barcoding-Takes-Bioassessment-Further--New-Distribution-Records-for\/10.4289\/0013-8797.124.1.131.full"}},"subtitle":[],"short-title":[],"issued":{"date-parts":[[2022,9,13]]},"references-count":87,"journal-issue":{"issue":"1","published-online":{"date-parts":[[2022,1,1]]}},"URL":"http:\/\/dx.doi.org\/10.4289\/0013-8797.124.1.131","relation":{},"ISSN":["0013-8797"],"subject":[],"container-title-short":"Proceedings of the Entomological Society of Washington","published":{"date-parts":[[2022,9,13]]}}