{"indexed":{"date-parts":[[2025,5,2]],"date-time":"2025-05-02T12:55:51Z","timestamp":1746190551271,"version":"3.37.3"},"reference-count":121,"publisher":"Copernicus GmbH","issue":"4","license":[{"start":{"date-parts":[[2020,2,20]],"date-time":"2020-02-20T00:00:00Z","timestamp":1582156800000},"content-version":"vor","delay-in-days":0,"URL":"https:\/\/creativecommons.org\/licenses\/by\/4.0\/"}],"funder":[{"DOI":"10.13039\/501100004963","name":"Seventh Framework Programme","doi-asserted-by":"publisher","award":["603418"],"id":[{"id":"10.13039\/501100004963","id-type":"DOI","asserted-by":"publisher"}]}],"content-domain":{"domain":[],"crossmark-restriction":false},"abstract":"<jats:p>Abstract. In the abyssal equatorial Pacific Ocean, most of the\nseafloor of the Clarion-Clipperton Fracture Zone (CCFZ), a 6 million km2 polymetallic nodule province, has been preempted for future mining.\nIn light of the large environmental footprint that mining would leave and\ngiven the diversity and the vulnerability of the abyssal fauna, the\nInternational Seabed Authority has implemented a regional management plan\nthat includes the creation of nine Areas of Particular Environmental\nInterest (APEIs) located at the periphery of the CCFZ. The scientific\nprinciples for the design of the APEIs were based on the best – albeit very\nlimited – knowledge of the area. The fauna and habitats in the APEIs are\nunknown, as are species' ranges and the extent of biodiversity across the\nCCFZ. As part of the Joint Programming Initiative Healthy and Productive Seas and\nOceans (JPI Oceans) pilot action “Ecological aspects of deep-sea mining”,\nthe SO239 cruise provided data to improve species inventories, determine\nspecies ranges, identify the drivers of beta diversity patterns and assess\nthe representativeness of an APEI. Four exploration contract areas and an\nAPEI (APEI no. 3) were sampled along a gradient of sea surface primary\nproductivity that spanned a distance of 1440 km in the eastern CCFZ. Between\nthree and eight quantitative box cores (0.25 m2; 0–10 cm) were sampled in each\nstudy area, resulting in a large collection of polychaetes that were\nmorphologically and molecularly (cytochrome c oxidase subunit I and 16S genes) analyzed. A total of 275 polychaete morphospecies were identified. Only one\nmorphospecies was shared among all five study areas and 49 % were\nsingletons. The patterns in community structure and composition were mainly\nattributed to variations in organic carbon fluxes to the seafloor at the\nregional scale and nodule density at the local scale, thus supporting the\nmain assumptions underlying the design of the APEIs. However, the APEI no. 3,\nwhich is located in an oligotrophic province and separated from the CCFZ by\nthe Clarion Fracture Zone, showed the lowest densities, lowest diversity, and a very low and distant independent similarity in community\ncomposition compared to the contract areas, thus questioning the\nrepresentativeness and the appropriateness of APEI no. 3 to meet its purpose\nof diversity preservation. Among the four exploration contracts, which\nbelong to a mesotrophic province, the distance decay of similarity provided\na species turnover of 0.04 species km−1, an average species range of 25\nkm and an extrapolated richness of up to 240 000 polychaete species in the\nCCFZ. By contrast, nonparametric estimators of diversity predict a regional\nrichness of up to 498 species. Both estimates are biased by the high\nfrequency of singletons in the dataset, which likely result from\nunder-sampling and merely reflect our level of uncertainty. The assessment\nof potential risks and scales of biodiversity loss due to nodule mining thus\nrequires an appropriate inventory of species richness in the CCFZ.\n                    <\/jats:p>","DOI":"10.5194\/bg-17-865-2020","type":"journal-article","created":{"date-parts":[[2020,2,20]],"date-time":"2020-02-20T09:59:28Z","timestamp":1582192768000},"page":"865-886","source":"Crossref","is-referenced-by-count":43,"title":"Alpha and beta diversity patterns of polychaete assemblages across the nodule province of the eastern Clarion-Clipperton Fracture Zone (equatorial Pacific)","prefix":"10.5194","volume":"17","author":[{"ORCID":"https:\/\/orcid.org\/0000-0001-9036-7145","authenticated-orcid":false,"given":"Paulo","family":"Bonifácio","sequence":"first","affiliation":[]},{"given":"Pedro","family":"Martínez Arbizu","sequence":"additional","affiliation":[]},{"ORCID":"https:\/\/orcid.org\/0000-0002-8117-1607","authenticated-orcid":false,"given":"Lénaïck","family":"Menot","sequence":"additional","affiliation":[]}],"member":"3145","published-online":{"date-parts":[[2020,2,20]]},"reference":[{"key":"ref1","doi-asserted-by":"crossref","unstructured":"Amon, D. J., Ziegler, A. F., Dahlgren, T. G., Glover, A. G., Goineau, A.,\nGooday, A. J., Wiklund, H., and Smith, C. R.: Insights into the abundance\nand diversity of abyssal megafauna in a polymetallic-nodule region in the\neastern Clarion-Clipperton Zone, Sci. Rep.-UK, 6, 30492, https:\/\/doi.org\/10.1038\/srep30492,\n2016.","DOI":"10.1038\/srep30492"},{"key":"ref2","doi-asserted-by":"crossref","unstructured":"Baselga, A.: Partitioning the turnover and nestedness components of beta\ndiversity, Global Ecol. Biogeogr., 19, 134–143, https:\/\/doi.org\/10.1111\/j.1466-8238.2009.00490.x, 2010.","DOI":"10.1111\/j.1466-8238.2009.00490.x"},{"key":"ref3","doi-asserted-by":"crossref","unstructured":"Błażewicz, M., Jóźwiak, P., Menot, L., and Pabis, K.: High\nspecies richness and unique composition of the tanaidacean communities\nassociated with five areas in the Pacific polymetallic nodule fields, Prog.\nOceanogr., 176, 102141, https:\/\/doi.org\/10.1016\/j.pocean.2019.102141, 2019.","DOI":"10.1016\/j.pocean.2019.102141"},{"key":"ref4","doi-asserted-by":"crossref","unstructured":"Bober, S., Brix, S., Riehl, T., Schwentner, M., and Brandt, A.: Does the\nMid-Atlantic Ridge affect the distribution of abyssal benthic crustaceans\nacross the Atlantic Ocean?, Deep-Sea Res. Pt. II, 148,\n91–104, https:\/\/doi.org\/10.1016\/j.dsr2.2018.02.007, 2018.","DOI":"10.1016\/j.dsr2.2018.02.007"},{"key":"ref5","unstructured":"Böggemann, M.: Polychaetes (Annelida) of the abyssal SE Atlantic, Org.\nDivers. Evol., 9, 251–428, 2009."},{"key":"ref6","doi-asserted-by":"crossref","unstructured":"Bonifácio, P. and Menot, L.: New genera and species from the Equatorial\nPacific provide phylogenetic insights into deep-sea Polynoidae (Annelida),\nZool. J. Linn. Soc.-Lond., 185, 555–635, https:\/\/doi.org\/10.1093\/zoolinnean\/zly063, 2019.","DOI":"10.1093\/zoolinnean\/zly063"},{"key":"ref7","unstructured":"Bonifácio, P., Neal, L., and Menot, L.: Diversity of polynoids\n(Polynoidae: Polychaeta) from Pacific and Southern Oceans, 12th\nInternational Polychaete Conference, National Museum Wales, Cardiff, 2016."},{"key":"ref8","unstructured":"Bonifácio, P., Neal, L., Omnes, E., Baptiste, F., Dahlgren, T. G., and\nMenot, L.: The polychaete fauna of the Clarion-Clipperton Fracture Zone from\nboxcore samples during SONNE cruise SO239, PANGAEA,\nhttps:\/\/doi.org\/10.1594\/PANGAEA.902860, 2019."},{"key":"ref9","unstructured":"Bonifácio, P.: Polychaete sequences from Clarion-Clipperton Fracture Zone sampled with box-corer during SONNE cruise SO239, BOLD, https:\/\/doi.org\/10.5883\/DS-GKG001, 2019."},{"key":"ref10","doi-asserted-by":"crossref","unstructured":"Borcard, D., Gillet, F., and Legendre, P. (Eds.): Numerical ecology with R,\nSpringer-Verlag, New York, USA, 2011.","DOI":"10.1007\/978-1-4419-7976-6"},{"key":"ref11","doi-asserted-by":"crossref","unstructured":"Boudreau, B. P. and Scott, M. R.: A model for the diffusion-controlled\ngrowth of deep-sea manganese nodules, Am. J. Sci., 278, 903–929, https:\/\/doi.org\/10.2475\/ajs.278.7.903, 1978.","DOI":"10.2475\/ajs.278.7.903"},{"key":"ref12","doi-asserted-by":"crossref","unstructured":"Brandt, A., Błażewicz-Paszkowycz, M., Bamber, R.,\nMühlenhardt-Siegel, U., Malyutina, M., Kaiser, S., De Broyer, C., and\nHavermans, C.: Are there widespread peracarid species in the deep sea\n(Crustacea: Malacostraca)?, Pol. Polar Res., 33, 139–162,\n2012.","DOI":"10.2478\/v10183-012-0012-5"},{"key":"ref13","doi-asserted-by":"crossref","unstructured":"Brasier, M. J., Wiklund, H., Neal, L., Jeffreys, R., Linse, K., Ruhl, H.,\nand Glover, A. G.: DNA barcoding uncovers cryptic diversity in 50&amp;thinsp;% of\ndeep-sea Antarctic polychaetes, R. Soc. Open Sci., 3, 160432, https:\/\/doi.org\/10.1098\/rsos.160432, 2016.","DOI":"10.1098\/rsos.160432"},{"key":"ref14","doi-asserted-by":"crossref","unstructured":"Burnham, K. P. and Overton, W. S.: Robust estimation of population size\nwhen capture probabilities vary among animals, Ecology, 60, 927–936, https:\/\/doi.org\/10.2307\/1936861, 1979.","DOI":"10.2307\/1936861"},{"key":"ref15","doi-asserted-by":"crossref","unstructured":"Carr, C. M., Hardy, S. M., Brown, T. M., Macdonald, T. A., and Hebert, P. D.\nN.: A tri-oceanic perspective: DNA barcoding reveals geographic structure\nand cryptic diversity in Canadian polychaetes, PLoS ONE, 6, e22232, https:\/\/doi.org\/10.1371\/journal.pone.0022232, 2011.","DOI":"10.1371\/journal.pone.0022232"},{"key":"ref16","unstructured":"Chao, A.: Nonparametric estimation of the number of classes in a population,\nScand. J. Stat., 11, 265–270, 1984."},{"key":"ref17","doi-asserted-by":"crossref","unstructured":"Chen, H. and Boutros, P. C.: VennDiagram: a package for the generation of highly-customizable Venn and Euler diagrams in R, BMC Bioinformatics, 12, 3327–3327, https:\/\/doi.org\/10.1186\/1471-2105-12-35, 2011.","DOI":"10.1186\/1471-2105-12-35"},{"key":"ref18","doi-asserted-by":"crossref","unstructured":"Chiu, C. H., Wang, Y. T., Walther, B. A., and Chao, A.: An improved\nnonparametric lower bound of species richness via a modified good-turing\nfrequency formula, Biometrics, 70, 671–682, https:\/\/doi.org\/10.1111\/biom.12200, 2014.","DOI":"10.1111\/biom.12200"},{"key":"ref19","doi-asserted-by":"crossref","unstructured":"Coddington, J. A., Agnarsson, I., Miller, J. A., Kuntner, M., and Hormiga,\nG.: Undersampling bias: the null hypothesis for singleton species in\ntropical arthropod surveys, J. Anim. Ecol., 78, 573–584,\nhttps:\/\/doi.org\/10.1111\/j.1365-2656.2009.01525.x, 2009.","DOI":"10.1111\/j.1365-2656.2009.01525.x"},{"key":"ref20","doi-asserted-by":"crossref","unstructured":"Cohen, B. L., Gawthrop, A., and Cavalier-Smith, T.: Molecular phylogeny of\nbrachiopods and phoronids based on nuclear–encoded small subunit ribosomal\nRNA gene sequences, Philos. T. R. Soc. B., 353,\n2039–2061, https:\/\/doi.org\/10.1098\/rstb.1998.0351, 1998.","DOI":"10.1098\/rstb.1998.0351"},{"key":"ref21","doi-asserted-by":"crossref","unstructured":"Conover, W. J. and Iman, R. L.: On multiple-comparisons procedures, Los\nAlamos Scientific Laboratory, New Mexico LA-7677-MS, 1979.","DOI":"10.2172\/6057803"},{"key":"ref22","doi-asserted-by":"crossref","unstructured":"De Smet, B., Pape, E., Riehl, T., Bonifácio, P., Colson, L., and\nVanreusel, A.: The community structure of deep-sea macrofauna associated\nwith polymetallic nodules in the eastern part of the Clarion-Clipperton\nFracture Zone, Front. Mar. Sci., 103, 4, https:\/\/doi.org\/10.3389\/fmars.2017.00103, 2017.","DOI":"10.3389\/fmars.2017.00103"},{"key":"ref23","unstructured":"Dray, S., Bauman, D., Blanchet, G., Borcard, D., Clappe, S., Guenard, G.,\nJombart, T., Larocque, G., Legendre, P., Madi, N., and Wagner, H. H.:\nadespatial: Multivariate Multiscale Spatial Analysis, R package version 0.3-7, available at: https:\/\/CRAN.R-project.org\/package=adespatial (last access: 12 February 2020), 2019."},{"key":"ref24","doi-asserted-by":"crossref","unstructured":"Edgar, R. C.: MUSCLE: multiple sequence alignment with high accuracy and\nhigh throughput, Nucleic Acids Res., 32, 1792–1797, https:\/\/doi.org\/10.1093\/nar\/gkh340,\n2004.","DOI":"10.1093\/nar\/gkh340"},{"key":"ref25","unstructured":"Fauchald, K.: Benthic polychaetous annelids from deep water off western\nMexico and adjacent areas in the eastern Pacific Ocean, Univ. of Southern\nCalifornia, Los Angeles, 1972."},{"key":"ref26","unstructured":"Fauchald, K.: The polychaete worms. Definitions and keys to the orders, families and genera, Natural History Museum of Los Angeles County, Science Series 28, 188 pp., 1977."},{"key":"ref27","unstructured":"Folmer, O., Black, M., Hoeh, W. R., Lutz, R. A., and Vrijenhoek, R. C.: DNA\nprimers for amplification of mitochondrial cytochrome c oxidase subunit I\nfrom diverse metazoan invertebrates, Mol. Mar. Biol. Biotech., 3,\n294–299, 1994."},{"key":"ref28","doi-asserted-by":"crossref","unstructured":"Friedrichs, M., Graf, G., and Springer, B.: Skimming flow induced over a\nsimulated polychaete tube lawn at low population densities, Mar. Ecol. Prog.\nSer., 192, 219–228, 2000.","DOI":"10.3354\/meps192219"},{"key":"ref29","doi-asserted-by":"crossref","unstructured":"Gage, J. D.: Diversity in deep-sea benthic macrofauna: the importance of\nlocal ecology, the larger scale, history and the Antarctic, Deep-Sea Res.\nPt. II, 51, 1689–1708, 2004.","DOI":"10.1016\/j.dsr2.2004.07.013"},{"key":"ref30","doi-asserted-by":"crossref","unstructured":"Gage, J. D. and Tyler, P. A.: Deep-sea biology: a natural history of\norganisms at the deep-sea floor, Cambridge University Press, Cambridge,\nU.K., 504 pp., 1991.","DOI":"10.1017\/CBO9781139163637"},{"key":"ref31","unstructured":"Gallagher, E. D.: COMPAH documentation, University of Massachusetts, available at:\nhttp:\/\/citeseerx.ist.psu.edu\/viewdoc\/download?doi=10.1.1.9.1334&amp;amp;rep=rep1&amp;amp;type=pdf (last access: 12 February 2020), Boston, 65, 1996."},{"key":"ref32","unstructured":"Global Sea Mineral Resources NV: Small-scale testing of nodule collector\ncomponents on the seafloor of the Clarion-Clipperton Fracture Zone and its\nenvironmental impact, Environmental Impact Statement, DEME, 2018."},{"key":"ref33","doi-asserted-by":"crossref","unstructured":"Glover, A., Dahlgren, T., Taboada, S., Paterson, G., Wiklund, H.,\nWaeschenbach, A., Cobley, A., Martínez, P., Kaiser, S., Schnurr, S.,\nKhodami, S., Raschka, U., Kersken, D., Stuckas, H., Menot, L.,\nBonifácio, P., Vanreusel, A., Macheriotou, L., Cunha, M., Hilário,\nA., Rodrigues, C., Colaço, A., Ribeiro, P., Błażewicz, M., Gooday,\nA., Jones, D., Billett, D., Goineau, A., Amon, D., Smith, C., Patel, T.,\nMcQuaid, K., Spickermann, R., and Brager, S.: The London workshop on the\nbiogeography and connectivity of the Clarion-Clipperton Zone, Res. Ideas\nOutcomes, 2, e10528, https:\/\/doi.org\/10.3897\/rio.2.e10528, 2016.","DOI":"10.3897\/rio.2.e10528.figure10"},{"key":"ref34","doi-asserted-by":"crossref","unstructured":"Glover, A. G. and Smith, C. R.: The deep-sea floor: current status and\nprospects of anthropogenic change by the year 2025, Environ. Conserv., 30,\n219–241, 2003.","DOI":"10.1017\/S0376892903000225"},{"key":"ref35","doi-asserted-by":"crossref","unstructured":"Glover, A. G., Smith, C. R., Paterson, G. L. J., Wilson, G. D. F., Hawkins,\nL., and Sheader, M.: Polychaete species diversity in the central Pacific\nabyss: local and regional patterns, and relationships with productivity,\nMar. Ecol.-Prog. Ser., 240, 157–170, https:\/\/doi.org\/10.3354\/meps240157, 2002.","DOI":"10.3354\/meps240157"},{"key":"ref36","doi-asserted-by":"crossref","unstructured":"Gollner, S., Kaiser, S., Menzel, L., Jones, D. O. B., Brown, A., Mestre, N.\nC., van Oevelen, D., Menot, L., Colaço, A., Canals, M., Cuvelier, D.,\nDurden, J. M., Gebruk, A., Egho, G. A., Haeckel, M., Marcon, Y., Mevenkamp,\nL., Morato, T., Pham, C. K., Purser, A., Sanchez-Vidal, A., Vanreusel, A.,\nVink, A., and Martínez Arbizu, P.: Resilience of benthic deep-sea fauna\nto mining activities, Mar. Environ. Res., 129, 76–101,\nhttps:\/\/doi.org\/10.1016\/j.marenvres.2017.04.010, 2017.","DOI":"10.1016\/j.marenvres.2017.04.010"},{"key":"ref37","doi-asserted-by":"crossref","unstructured":"Gotelli, N. J. and Colwell, R. K.: Quantifying biodiversity: Procedures and\npitfalls in the measurement and comparison of species richness, Ecol. Lett.,\n4, 379–391, 2001.","DOI":"10.1046\/j.1461-0248.2001.00230.x"},{"key":"ref38","doi-asserted-by":"crossref","unstructured":"Graf, G. and Rosenberg, R.: Bioresuspension and biodeposition: a review, J.\nMarine Syst., 11, 269–278, https:\/\/doi.org\/10.1016\/S0924-7963(96)00126-1,\n1997.","DOI":"10.1016\/S0924-7963(96)00126-1"},{"key":"ref39","doi-asserted-by":"crossref","unstructured":"Grassle, J. F. and Maciolek, N. J.: Deep-sea species richness: regional and\nlocal diversity estimates from quantitative bottom samples, Am. Nat., 139,\n313–341, 1992.","DOI":"10.1086\/285329"},{"key":"ref40","unstructured":"Greinert, J.: Swath sonar multibeam EM122 bathymetry during SONNE cruise\nSO239 with links to raw data files, PANGAEA, https:\/\/doi.org\/10.1594\/PANGAEA.859456, 2016."},{"key":"ref41","doi-asserted-by":"crossref","unstructured":"Guggolz, T., Lins, L., Meißner, K., and Brandt, A.: Biodiversity and\ndistribution of polynoid and spionid polychaetes (Annelida) in the Vema\nFracture Zone, tropical North Atlantic, Deep-Sea Res. Pt. II, 148, 54–63, https:\/\/doi.org\/10.1016\/j.dsr2.2017.07.013, 2018.","DOI":"10.1016\/j.dsr2.2017.07.013"},{"key":"ref42","doi-asserted-by":"crossref","unstructured":"Guggolz, T., Meißner, K., Schwentner, M., and Brandt, A.: Diversity and\ndistribution of Laonice species (Annelida: Spionidae) in the tropical North\nAtlantic and Puerto Rico trench, Sci. Rep.-UK, 9, 9260, https:\/\/doi.org\/10.1038\/s41598-019-45807-7, 2019.","DOI":"10.1038\/s41598-019-45807-7"},{"key":"ref43","doi-asserted-by":"crossref","unstructured":"Guggolz, T., Meißner, K., Schwentner, M., Dahlgren, T. G., Wiklund, H.,\nBonifácio, P., and Brandt, A.: High diversity and pan-oceanic\ndistribution of deep-sea polychaetes: Prionospio and Aurospio (Annelida: Spionidae) in the\nAtlantic and Pacific Ocean, Org. Divers. Evol., https:\/\/doi.org\/10.1007\/s13127-020-00430-7, 2020.","DOI":"10.1007\/s13127-020-00430-7"},{"key":"ref44","doi-asserted-by":"crossref","unstructured":"Hall, C. E. and Gurnis, M.: Strength of fracture zones from their\nbathymetric and gravitational evolution, J. Geophys. Res.-Sol. Ea., 110, B01402,\nhttps:\/\/doi.org\/10.1029\/2004JB003312, 2005.","DOI":"10.1029\/2004JB003312"},{"key":"ref45","doi-asserted-by":"crossref","unstructured":"Hannides, A. and Smith, C.: The Northeastern Pacific Abyssal Plain, in:\nBiogeochemistry of Marine Systems, edited by: Black, K. S. and Shimmield,\nG. B., Blackwell Publishing Ltd, 208–237, 2003.","DOI":"10.1201\/9780367812423-7"},{"key":"ref46","doi-asserted-by":"crossref","unstructured":"Hauquier, F., Macheriotou, L., Bezerra, T. N., Egho, G., Martínez Arbizu, P., and Vanreusel, A.:\nDistribution of free-living marine nematodes in the Clarion–Clipperton Zone: implications for future deep-sea mining scenarios, Biogeosciences, 16, 3475–3489, https:\/\/doi.org\/10.5194\/bg-16-3475-2019, 2019.","DOI":"10.5194\/bg-16-3475-2019"},{"key":"ref47","doi-asserted-by":"crossref","unstructured":"Havermans, C., Sonet, G., d'Udekem d'Acoz, C., Nagy, Z. T., Martin, P.,\nBrix, S., Riehl, T., Agrawal, S., and Held, C.: Genetic and morphological\ndivergences in the cosmopolitan deep-sea amphipod Eurythenes gryllus reveal a diverse abyss\nand a bipolar species, PLoS ONE, 8, e74218, https:\/\/doi.org\/10.1371\/journal.pone.0074218,\n2013.","DOI":"10.1371\/journal.pone.0074218"},{"key":"ref48","doi-asserted-by":"crossref","unstructured":"Hebert, P. D., Ratnasingham, S., and deWaard, J. R.: Barcoding animal life:\ncytochrome c oxidase subunit 1 divergences among closely related species,\nProc. R. Soc. Lond. B, 270, S96–S99, https:\/\/doi.org\/10.1098\/rsbl.2003.0025, 2003b.","DOI":"10.1098\/rsbl.2003.0025"},{"key":"ref49","doi-asserted-by":"crossref","unstructured":"Hebert, P. D. N., Cywinska, A., Ball, S. L., and deWaard, J. R.: Biological\nidentifications through DNA barcodes, P. R. Soc. Lond. B,\n270, 313–321, https:\/\/doi.org\/10.1098\/rspb.2002.2218, 2003a.","DOI":"10.1098\/rspb.2002.2218"},{"key":"ref50","doi-asserted-by":"crossref","unstructured":"Hessler, R. R. and Jumars, P. A.: Abyssal community analysis from replicate\nbox cores in the central North Pacific, Deep-Sea Res., 21, 185–209, 1974.","DOI":"10.1016\/0011-7471(74)90058-8"},{"key":"ref51","unstructured":"Hein, J. R. and Petersen, S.: The geology of Manganese nodules, in: Deep\nSea Minerals: Manganese Nodules, a physical, biological, environmental, and\ntechnical review, 1B, edited by: Baker, E. and Beaudoin, Y., Secretariat of\nthe Pacific Community (SPC), Noumea, New Caledonia, 7–18, 2013."},{"key":"ref52","unstructured":"Hollander, M. and Wolfe, D. A.: Nonparametric statistical methods, John\nWiley &amp;amp; Sons, New York, 1973."},{"key":"ref53","unstructured":"Holm, S.: A Simple Sequentially Rejective Multiple Test Procedure, Scand. J.\nStat., 6, 65–70, 1979."},{"key":"ref54","doi-asserted-by":"crossref","unstructured":"Hurlbert, S. H.: The nonconcept of species diversity: a critique and\nalternative parameters, Ecology, 52, 577–586, 1971.","DOI":"10.2307\/1934145"},{"key":"ref55","doi-asserted-by":"crossref","unstructured":"Hutchings, P.: Biodiversity and functioning of polychaetes in benthic\nsediments, Biodivers. Conserv., 7, 1133–1145, https:\/\/doi.org\/10.1023\/a:1008871430178, 1998.","DOI":"10.1023\/A:1008871430178"},{"key":"ref56","unstructured":"ISBA\/25\/C\/WP.1: Draft regulations on exploitation of mineral resources in\nthe Area. International Seabed Authority, Kingston, Jamaica, available at:\nhttps:\/\/ran-s3.s3.amazonaws.com\/isa.org.jm\/s3fs-public\/files\/documents\/isba_25_c_wp1-e.pdf (last access: 12 February 2020), 2019."},{"key":"ref57","doi-asserted-by":"crossref","unstructured":"Janssen, A., Kaiser, S., Meißner, K., Brenke, N., Menot, L., and\nMartínez Arbizu, P.: A reverse taxonomic approach to assess macrofaunal\ndistribution patterns in abyssal Pacific polymetallic nodule fields, PLoS\nONE, 10, e0117790, https:\/\/doi.org\/10.1371\/journal.pone.0117790, 2015.","DOI":"10.1371\/journal.pone.0117790"},{"key":"ref58","doi-asserted-by":"crossref","unstructured":"Jones, D. O. B., Kaiser, S., Sweetman, A. K., Smith, C. R., Menot, L., Vink,\nA., Trueblood, D., Greinert, J., Billett, D. S. M., Arbizu, P. M.,\nRadziejewska, T., Singh, R., Ingole, B., Stratmann, T., Simon-Lledó, E.,\nDurden, J. M., and Clark, M. R.: Biological responses to disturbance from\nsimulated deep-sea polymetallic nodule mining, PLoS ONE, 12, e0171750, https:\/\/doi.org\/10.1371\/journal.pone.0171750, 2017.","DOI":"10.1371\/journal.pone.0171750"},{"key":"ref59","doi-asserted-by":"crossref","unstructured":"Jumars, P. A., Dorgan, K. M., and Lindsay, S. M.: Diet of worms emended: an\nupdate of polychaete feeding guilds, Annu. Rev. Mar. Sci., 7, 497–520,\nhttps:\/\/doi.org\/10.1146\/annurev-marine-010814-020007, 2015.","DOI":"10.1146\/annurev-marine-010814-020007"},{"key":"ref60","doi-asserted-by":"crossref","unstructured":"Katoh, K., Misawa, K., Kuma, K., and Miyata, T.: MAFFT: a novel method for\nrapid multiple sequence alignment based on fast Fourier transform, Nucleic.\nAcids. Res., 30, 3059–3066, 2002.","DOI":"10.1093\/nar\/gkf436"},{"key":"ref61","unstructured":"Kindt, R. and Coe, R.: Tree diversity analysis. A manual and software for\ncommon statistical methods for ecological and biodiversity studies, World\nAgroforestry Centre (ICRAF), Nairobi, Kenya, 2005."},{"key":"ref62","doi-asserted-by":"crossref","unstructured":"Legendre, P. and Legendre, L.: Chapter 11 – Canonical analysis, in:\nDevelopments in Environmental Modelling, edited by: Legendre, P. and\nLegendre, L., Elsevier, 625–710, 2012.","DOI":"10.1016\/B978-0-444-53868-0.50011-3"},{"key":"ref63","doi-asserted-by":"crossref","unstructured":"Legendre, P.: Interpreting the replacement and richness difference\ncomponents of beta diversity, Global Ecol. Biogeogr., 23, 1324–1334, https:\/\/doi.org\/10.1111\/geb.12207, 2014.","DOI":"10.1111\/geb.12207"},{"key":"ref64","doi-asserted-by":"crossref","unstructured":"Levin, L. A., Mengerink, K., Gjerde, K. M., Rowden, A. A., Van Dover, C. L.,\nClark, M. R., Ramirez-Llodra, E., Currie, B., Smith, C. R., Sato, K. N.,\nGallo, N., Sweetman, A. K., Lily, H., Armstrong, C. W., and Brider, J.:\nDefining “serious harm” to the marine environment in the context of\ndeep-seabed mining, Mar. Policy, 74, 245–259,\nhttps:\/\/doi.org\/10.1016\/j.marpol.2016.09.032, 2016.","DOI":"10.1016\/j.marpol.2016.09.032"},{"key":"ref65","doi-asserted-by":"crossref","unstructured":"Lins, L., da Silva, M. C., Neres, P., Esteves, A. M., and Vanreusel, A.:\nTesting deep-sea biodiversity paradigms on abyssal nematode genera and\nAcantholaimus species, Deep-Sea Res. Pt. II, 148, 208–222,\nhttps:\/\/doi.org\/10.1016\/j.dsr2.2016.12.005, 2018.","DOI":"10.1016\/j.dsr2.2016.12.005"},{"key":"ref66","doi-asserted-by":"crossref","unstructured":"Lodge, M., Johnson, D., Le Gurun, G., Wengler, M., Weaver, P., and Gunn, V.:\nSeabed mining: International Seabed Authority environmental management plan\nfor the Clarion–Clipperton Zone. A partnership approach, Mar. Policy, 49,\n66–72, https:\/\/doi.org\/10.1016\/j.marpol.2014.04.006, 2014.","DOI":"10.1016\/j.marpol.2014.04.006"},{"key":"ref67","doi-asserted-by":"crossref","unstructured":"Magalhães, W. F. and Bailey-Brock, J. H.: Particle selection and\nfeeding behaviour in two cirratulid polychaetes, J. Mar. Biol. Assoc. UK,\n97, 1069–1074, https:\/\/doi.org\/10.1017\/s0025315417000522, 2017.","DOI":"10.1017\/S0025315417000522"},{"key":"ref68","unstructured":"Martínez Arbizu, P. and Haeckel, M.: RV SONNE Fahrtbericht\/Cruise\nReport SO239: EcoResponse Assessing the Ecology, Connectivity and Resilience\nof Polymetallic Nodule Field Systems, Balboa (Panama) – Manzanillo (Mexico)\n11 March–30 April 2015, GEOMAR Report, N. Ser. 025, GEOMAR Helmholtz-Zentrum\nfür Ozeanforschung, Kiel, Germany, 2015."},{"key":"ref69","doi-asserted-by":"crossref","unstructured":"May, R. M.: Bottom up for the oceans, Nature, 357, 278–279, 1992.","DOI":"10.1038\/357278a0"},{"key":"ref70","doi-asserted-by":"crossref","unstructured":"McClain, C. R. and Schlacher, T. A.: On some hypotheses of diversity of\nanimal life at great depths on the sea floor, Mar. Ecol., 36, 849–872, https:\/\/doi.org\/10.1111\/maec.12288, 2015.","DOI":"10.1111\/maec.12288"},{"key":"ref71","doi-asserted-by":"crossref","unstructured":"Medlin, L., Elwood, H. J., Stickel, S., and Sogin, M. L.: The\ncharacterization of enzymatically amplified eukaryotic 16S-like rRNA-coding\nregions, Gene, 71, 491–499, https:\/\/doi.org\/10.1016\/0378-1119(88)90066-2,\n1988.","DOI":"10.1016\/0378-1119(88)90066-2"},{"key":"ref72","doi-asserted-by":"crossref","unstructured":"Melo, A. S.: A critique of the use of jackknife and related non-parametric\ntechniques to estimate species richness, Community Ecol., 5, 149–157, 2004.","DOI":"10.1556\/ComEc.5.2004.2.1"},{"key":"ref73","unstructured":"Menot, L.: ness: Hypergeometric standardization and probabilistic measures\nof similarity for community ecology. R package version 0.1.0, Zenodo,\nhttps:\/\/doi.org\/10.5281\/zenodo.3254750, 2019."},{"key":"ref74","doi-asserted-by":"crossref","unstructured":"Menzel, L., George, K. H., and Arbizu, P. M.: Submarine ridges do not\nprevent large-scale dispersal of abyssal fauna: A case study of\nMesocletodes (Crustacea, Copepoda, Harpacticoida), Deep-Sea Res. Pt. I, 58, 839–864, https:\/\/doi.org\/10.1016\/j.dsr.2011.05.008, 2011.","DOI":"10.1016\/j.dsr.2011.05.008"},{"key":"ref75","doi-asserted-by":"crossref","unstructured":"Miljutin, D. M., Miljutina, M. A., Arbizu, P. M., and Galéron, J.:\nDeep-sea nematode assemblage has not recovered 26 years after experimental\nmining of polymetallic nodules (Clarion-Clipperton Fracture Zone, Tropical\nEastern Pacific), Deep-Sea Res. Pt. I, 58, 885–897,\n2011.","DOI":"10.1016\/j.dsr.2011.06.003"},{"key":"ref76","doi-asserted-by":"crossref","unstructured":"Miljutina, M., Miljutin, D., Mahatma, R., and Galéron, J.: Deep-sea\nnematode assemblages of the Clarion-Clipperton Nodule Province (Tropical\nNorth-Eastern Pacific), Mar. Biodivers., 40, 1–15, 2010.","DOI":"10.1007\/s12526-009-0029-0"},{"key":"ref77","doi-asserted-by":"crossref","unstructured":"Moore, J. C. and de Ruiter, P. C.: Invertebrates in detrital food webs\nalong gradients of productivity, in: 2000, edited by: Colman, D. C. and\nHendrix, P. F., CABI Publishing, 161–184, 2000.","DOI":"10.1079\/9780851993942.0161"},{"key":"ref78","doi-asserted-by":"crossref","unstructured":"Morgan, C. L.: Resource estimates of the Clarion-Clipperton manganese nodule\ndeposits, in: Handbook of marine mineral deposits, edited by: Cronan, D. S.,\nCRC Press, Boca Raton, 145–170, 2000.","DOI":"10.1201\/9780203752760-6"},{"key":"ref79","unstructured":"Murray, J. and Renard, A. F.: Report on the Scientific Results of the Voyage\nof HMS Challenger During the Years 1873-76: Deep-Sea Deposits, Hodges,\nFiggis, &amp;amp; Company, Dublin, 1891."},{"key":"ref80","doi-asserted-by":"crossref","unstructured":"Nygren, A. and Sundberg, P.: Phylogeny and evolution of reproductive modes\nin Autolytinae (Syllidae, Annelida), Mol. Phylogenet. Evol., 29, 235–249,\nhttps:\/\/doi.org\/10.1016\/S1055-7903(03)00095-2, 2003.","DOI":"10.1016\/S1055-7903(03)00095-2"},{"key":"ref81","doi-asserted-by":"crossref","unstructured":"Oebius, H. U., Becker, H. J., Rolinski, S., and Jankowski, J. A.:\nParametrization and evaluation of marine environmental impacts produced by\ndeep-sea manganese nodule mining, Deep-Sea Res. Pt. II, 48, 3453–3467, https:\/\/doi.org\/10.1016\/S0967-0645(01)00052-2,\n2001.","DOI":"10.1016\/S0967-0645(01)00052-2"},{"key":"ref82","doi-asserted-by":"crossref","unstructured":"O'Hara, R. B.: Species richness estimators: how many species can dance on\nthe head of a pin?, J. Anim. Ecol., 74, 375–386, https:\/\/doi.org\/10.1111\/j.1365-2656.2005.00940.x, 2005.","DOI":"10.1111\/j.1365-2656.2005.00940.x"},{"key":"ref83","unstructured":"Oksanen, J., Blanchet, F. G., Kindt, R., Legendre, P., Minchin, P. R.,\nO'Hara, R. B., Simpson, G. L., Solymos, P., Stevens, M. H. H., and Wagner,\nH.: vegan: Community Ecology Package, R package version 2.2-1, available at: http:\/\/CRAN.R-project.org\/package=vegan (last access: 12 February 2020), 2015."},{"key":"ref84","unstructured":"Palumbi, S. R.: Nucleic acid II: the polymerase chain reaction, in:\nMolecular Systematics, edited by: Hillis, D. M., Moritz, G., and Mable, B.,\nSinauer Associates, Sunderland, MA, 1996."},{"key":"ref85","doi-asserted-by":"crossref","unstructured":"Patel, T., Robert, H., D'Udekem D'Acoz, C., Martens, K., De Mesel, I., Degraer, S., and Schön, I.: Biogeography and community structure of abyssal scavenging Amphipoda (Crustacea) in the Pacific Ocean, Biogeosciences Discuss., https:\/\/doi.org\/10.5194\/bg-2018-347, in review, 2018.","DOI":"10.5194\/bg-2018-347"},{"key":"ref86","doi-asserted-by":"crossref","unstructured":"Paterson, G. L. J., Wilson, G. D. F., Cosson, N., and Lamont, P. A.: Hessler\nand Jumars (1974) revisited: abyssal polychaete assemblages from the\nAtlantic and Pacific, Deep-Sea Res. Pt. II, 45, 225–251, 1998.","DOI":"10.1016\/S0967-0645(97)00084-2"},{"key":"ref87","doi-asserted-by":"crossref","unstructured":"Paterson, G. L. J., Neal, L., Altamira, I., Soto, E. H., Smith, C. R.,\nGaleron, J., Menot, L., Billett, D. S. M., Cunha, M., and Glover, A. G.: New\nPrionospio and Aurospio Species from the Deep Sea (Annelida: Polychaeta), Zootaxa, 4092, 1–32,\n2016.","DOI":"10.11646\/zootaxa.4092.1.1"},{"key":"ref88","doi-asserted-by":"crossref","unstructured":"Post, D. M.: The long and short of food-chain length, Trends Ecol. Evol.,\n17, 269–277, https:\/\/doi.org\/10.1016\/S0169-5347(02)02455-2, 2002.","DOI":"10.1016\/S0169-5347(02)02455-2"},{"key":"ref89","doi-asserted-by":"crossref","unstructured":"Radziejewska, T.: Responses of deep-sea meiobenthic communities to sediment\ndisturbance simulating effects of polymetallic nodule mining, Int. Rev.\nHydrobiol., 87, 457–477, 2002.","DOI":"10.1002\/1522-2632(200207)87:4<457::AID-IROH457>3.0.CO;2-3"},{"key":"ref90","doi-asserted-by":"crossref","unstructured":"Ramirez-Llodra, E., Brandt, A., Danovaro, R., De Mol, B., Escobar, E., German, C. R., Levin, L. A., Martinez Arbizu, P., Menot, L., Buhl-Mortensen, P., Narayanaswamy, B. E., Smith, C. R., Tittensor, D. P., Tyler, P. A., Vanreusel, A., and Vecchione, M.: Deep, diverse and definitely different: unique attributes of the world's largest ecosystem, Biogeosciences, 7, 2851–2899, https:\/\/doi.org\/10.5194\/bg-7-2851-2010, 2010.","DOI":"10.5194\/bg-7-2851-2010"},{"key":"ref91","doi-asserted-by":"crossref","unstructured":"Ratnasingham, S. and Hebert, P. D. N.: bold: The Barcode of Life Data\nSystem (http:\/\/www.barcodinglife.org), Mol. Ecol. Notes, 7, 355–364, https:\/\/doi.org\/10.1111\/j.1471-8286.2007.01678.x, 2007.","DOI":"10.1111\/j.1471-8286.2007.01678.x"},{"key":"ref92","unstructured":"R Core Team: R: A language and environment for statistical computing, R\nFoundation for Statistical Computing, Vienna, Austria, 2018."},{"key":"ref93","doi-asserted-by":"crossref","unstructured":"Rex, M. A., McClain, C. R., Johnson, N. A., Etter, R. J., Allen, J. A.,\nBouchet, P., and Waren, A.: A source-sink hypothesis for abyssal\nbiodiversity, Am. Nat., 165, 163–178, 2005.","DOI":"10.1086\/427226"},{"key":"ref94","doi-asserted-by":"crossref","unstructured":"Riehl, T., Kaiser, S., and Brandt, A.: Vema-TRANSIT – An interdisciplinary\nstudy on the bathymetry of the Vema-Fracture Zone and Puerto Rico Trench as\nwell as abyssal Atlantic biodiversity, Deep-Sea Res. Pt. II, 148, 1–6, https:\/\/doi.org\/10.1016\/j.dsr2.2018.01.007, 2018a.","DOI":"10.1016\/j.dsr2.2018.01.007"},{"key":"ref95","doi-asserted-by":"crossref","unstructured":"Riehl, T., Lins, L., and Brandt, A.: The effects of depth, distance, and the\nMid-Atlantic Ridge on genetic differentiation of abyssal and hadal isopods\n(Macrostylidae), Deep-Sea Res. Pt. II, 148, 74–90,\nhttps:\/\/doi.org\/10.1016\/j.dsr2.2017.10.005, 2018b.","DOI":"10.1016\/j.dsr2.2017.10.005"},{"key":"ref96","doi-asserted-by":"crossref","unstructured":"Rowe, G. T., Sibuet, M., Deming, J. M., Khripounoff, A., Tietjen, J., Macko,\nS. A., and Theroux, R.: “Total” sediment biomass and preliminary estimates\nof organic carbon residence time in deep-sea benthos, Mar. Ecol.-Prog. Ser.,\n79, 99–114, 1991.","DOI":"10.3354\/meps079099"},{"key":"ref97","unstructured":"RStudio Team: RStudio: Integrated Development for R. RStudio, Inc, Boston,\nMA, 2015."},{"key":"ref98","doi-asserted-by":"crossref","unstructured":"Simon-Lledó, E., Bett, B. J., Huvenne, V. A. I., Schoening, T., Benoist,\nN. M. A., and Jones, D. O. B.: Ecology of a polymetallic nodule occurrence\ngradient: Implications for deep-sea mining, Limnol. Oceanogr., 64, 1883–1894, https:\/\/doi.org\/10.1002\/lno.11157, 2019.","DOI":"10.1002\/lno.11157"},{"key":"ref99","doi-asserted-by":"crossref","unstructured":"Sjölin, E., Erséus, C., and Källersjö, M.: Phylogeny of\nTubificidae (Annelida, Clitellata) based on mitochondrial and nuclear\nsequence data, Mol. Phylogenet. Evol., 35, 431–441,\nhttps:\/\/doi.org\/10.1016\/j.ympev.2004.12.018, 2005.","DOI":"10.1016\/j.ympev.2004.12.018"},{"key":"ref100","unstructured":"Smith, C. R. and Demopoulos, A. W. J.: The Deep Pacific ocean floor, in:\nEcosystems of the Deep Oceans, edited by: Tyler, P. A., Ecosystem of the\nWorld 28, Elsevier Science, Amsterdam, 179–218, 2003."},{"key":"ref101","doi-asserted-by":"crossref","unstructured":"Smith, C. R., Berelson, W., Demaster, D. J., Dobbs, F. C., Hammond, D.,\nHoover, D. J., Pope, R. H., and Stephens, M.: Latitudinal variations in\nbenthic processes in the abyssal equatorial Pacific: control by biogenic\nparticle flux, Deep-Sea Res. Pt. II, 44, 2295–2317,\nhttps:\/\/doi.org\/10.1016\/S0967-0645(97)00022-2, 1997.","DOI":"10.1016\/S0967-0645(97)00022-2"},{"key":"ref102","doi-asserted-by":"crossref","unstructured":"Smith, C. R., De Leo, F. C., Bernardino, A. F., Sweetman, A. K., and Arbizu,\nP. M.: Abyssal food limitation, ecosystem structure and climate change,\nTrends Ecol. Evol., 23, 518–528, 2008a.","DOI":"10.1016\/j.tree.2008.05.002"},{"key":"ref103","unstructured":"Smith, C. R., Paterson, G. L. D., Lambshead, P. J. D., Glover, A., Rogers,\nA. D., Gooday, A. J., Kitazato, H., Sibuet, M., Galéron, J., and Menot,\nL.: Biodiversity, species ranges, and gene flow in the abyssal Pacific\nnodule province: predicting and managing the impacts of deep seabed mining,\nInternational Seabed Authority, Kingston, Jamaica, 38, 2008b."},{"key":"ref104","doi-asserted-by":"crossref","unstructured":"Smith, E. P. and van Belle, G.: Nonparametric estimation of species\nrichness, Biometrics, 40, 119–129, https:\/\/doi.org\/10.2307\/2530750, 1984.","DOI":"10.2307\/2530750"},{"key":"ref105","doi-asserted-by":"crossref","unstructured":"Sokolova, M. N.: Trophic Structure of Abyssal Macrobenthos, in: Adv. Mar.\nBiol., edited by: Blaxter, J. H. S., Southward, A. J., Gebruk, A. V.,\nSouthward, E. C., and Tyler, P. A., Academic Press, 427–525, 1997.","DOI":"10.1016\/S0065-2881(08)60021-8"},{"key":"ref106","doi-asserted-by":"crossref","unstructured":"Sternberg, R. W.: Field measurements of the hydrodynamic roughness of the\ndeep-sea boundary, Deep-Sea Res. Oceanogr. Abstr., 17, 413–420,\nhttps:\/\/doi.org\/10.1016\/0011-7471(70)90056-2, 1970.","DOI":"10.1016\/0011-7471(70)90056-2"},{"key":"ref107","doi-asserted-by":"crossref","unstructured":"Suess, E.: Particle organic carbon flux in the oceans-surface productivity\nand oxygen utilization, Nature, 228, 260–263, 1980.","DOI":"10.1038\/288260a0"},{"key":"ref108","doi-asserted-by":"crossref","unstructured":"Thiel, H., Schriever, G., Bussau, C. and Borowski, C.: Manganese nodule\ncrevice fauna, Deep-Sea Res. Pt. 1, 40, 419–423,\nhttps:\/\/doi.org\/10.1016\/0967-0637(93)90012-R, 1993.","DOI":"10.1016\/0967-0637(93)90012-R"},{"key":"ref109","doi-asserted-by":"crossref","unstructured":"Trueblood, D. D., Gallagher, E. D., and Gould, D. M.: Three stages of\nseasonal succession on the Savin Hill Cove mudflat, Boston Harbor, Limnol.\nOceanogr., 39, 1440–1454, 1994.","DOI":"10.4319\/lo.1994.39.6.1440"},{"key":"ref110","unstructured":"UNCLOS: United Nations Convention on the Law of the Sea, Montego Bay,\nJamaica, In force 16 November 1994, available at: https:\/\/www.un.org\/depts\/los\/convention_agreements\/convention_overview_convention.htm\n(last access: 12 February 2020), 1982."},{"key":"ref111","doi-asserted-by":"crossref","unstructured":"Van Dover, C. L., Ardron, J. A., Escobar, E., Gianni, M., Gjerde, K. M.,\nJaeckel, A., Jones, D. O. B., Levin, L. A., Niner, H. J., Pendleton, L.,\nSmith, C. R., Thiele, T., Turner, P. J., Watling, L., and Weaver, P. P. E.:\nBiodiversity loss from deep-sea mining, Nat. Geosci., 10, 464–465, https:\/\/doi.org\/10.1038\/ngeo2983, 2017.","DOI":"10.1038\/ngeo2983"},{"key":"ref112","doi-asserted-by":"crossref","unstructured":"Vanreusel, A., Hilario, A., Ribeiro, P. A., Menot, L., and Arbizu, P. M.:\nThreatened by mining, polymetallic nodules are required to preserve abyssal\nepifauna, Sci. Rep.-UK, 6, 26808, https:\/\/doi.org\/10.1038\/srep26808, 2016.","DOI":"10.1038\/srep26808"},{"key":"ref113","unstructured":"Vavrek, M.: fossil: palaeoecological and palaeogeographical analysis tools.\nPalaeontol, Electronica, 14, 1T, 2011."},{"key":"ref114","doi-asserted-by":"crossref","unstructured":"Volkmann, S. E. and Lehnen, F.: Production key figures for planning the\nmining of manganese nodules, Mar. Georesour. Geotec., 36, 360–375, https:\/\/doi.org\/10.1080\/1064119X.2017.1319448, 2018.","DOI":"10.1080\/1064119X.2017.1319448"},{"key":"ref115","doi-asserted-by":"crossref","unstructured":"Volkmann, S. E., Kuhn, T., and Lehnen, F.: A comprehensive approach for a\ntechno-economic assessment of nodule mining in the deep sea, Miner. Econ.,\n31, 319–336, https:\/\/doi.org\/10.1007\/s13563-018-0143-1, 2018.","DOI":"10.1007\/s13563-018-0143-1"},{"key":"ref116","doi-asserted-by":"crossref","unstructured":"Volz, J. B., Mogollón, J. M., Geibert, W., Arbizu, P. M., Koschinsky,\nA., and Kasten, S.: Natural spatial variability of depositional conditions,\nbiogeochemical processes and element fluxes in sediments of the eastern\nClarion-Clipperton Zone, Pacific Ocean, Deep-Sea Res. Pt. I, 140, 159–172, https:\/\/doi.org\/10.1016\/j.dsr.2018.08.006, 2018.","DOI":"10.1016\/j.dsr.2018.08.006"},{"key":"ref117","doi-asserted-by":"crossref","unstructured":"Wedding, L. M., Friedlander, A. M., Kittinger, J. N., Watling, L., Gaines,\nS. D., Bennett, M., Hardy, S. M., and Smith, C. R.: From principles to\npractice: a spatial approach to systematic conservation planning in the deep\nsea, P. R. Soc. Lond. B, 280, 20131684, https:\/\/doi.org\/10.1098\/rspb.2013.1684, 2013.","DOI":"10.1098\/rspb.2013.1684"},{"key":"ref118","doi-asserted-by":"crossref","unstructured":"Westberry, T., Behrenfeld, M. J., Siegel, D. A., and Boss, E.: Carbon-based\nprimary productivity modeling with vertically resolved photoacclimation,\nGlobal Biogeochem. Cy., 22, GB2024, https:\/\/doi.org\/10.1029\/2007gb003078, 2008.","DOI":"10.1029\/2007GB003078"},{"key":"ref119","doi-asserted-by":"crossref","unstructured":"Wilson, G. D. F.: Macrofauna abundance, species diversity and turnover at\nthree sites in the Clipperton-Clarion Fracture Zone, Mar. Biodivers., 47,\n323–347, https:\/\/doi.org\/10.1007\/s12526-016-0609-8, 2017.","DOI":"10.1007\/s12526-016-0609-8"},{"key":"ref120","unstructured":"WoRMS: World Register of Marine Species, https:\/\/doi.org\/10.14284\/170,\n2019."},{"key":"ref121","doi-asserted-by":"crossref","unstructured":"Yu, O. H., Lee, H.-G., Kim, D., Wi, J. H., Kim, K. H., and Yoo, C. M.:\nCharacterization of Deep-sea Macrofauna in the Korean Exploration Claim Area\nin the Clarion-Clipperton Fracture Zone, Northeastern Pacific Ocean, Ocean\nSci. J., 53, 301–314, https:\/\/doi.org\/10.1007\/s12601-018-0029-8, 2018.","DOI":"10.1007\/s12601-018-0029-8"}],"container-title":"Biogeosciences","original-title":[],"language":"en","link":[{"URL":"https:\/\/bg.copernicus.org\/articles\/17\/865\/2020\/bg-17-865-2020.pdf","content-type":"unspecified","content-version":"vor","intended-application":"similarity-checking"}],"deposited":{"date-parts":[[2025,2,1]],"date-time":"2025-02-01T02:57:37Z","timestamp":1738378657000},"score":1,"resource":{"primary":{"URL":"https:\/\/bg.copernicus.org\/articles\/17\/865\/2020\/"}},"subtitle":[],"short-title":[],"issued":{"date-parts":[[2020,2,20]]},"references-count":121,"journal-issue":{"issue":"4","published-online":{"date-parts":[[2020]]}},"URL":"http:\/\/dx.doi.org\/10.5194\/bg-17-865-2020","relation":{"has-preprint":[{"id-type":"doi","id":"10.5194\/bg-2019-255","asserted-by":"subject"},{"id-type":"doi","id":"10.5194\/bg-2019-255","asserted-by":"object"}],"has-review":[{"id-type":"doi","id":"10.5194\/bg-2019-255-RC1","asserted-by":"subject"},{"id-type":"doi","id":"10.5194\/bg-2019-255-AC1","asserted-by":"subject"},{"id-type":"doi","id":"10.5194\/bg-2019-255-AC5","asserted-by":"subject"},{"id-type":"doi","id":"10.5194\/bg-2019-255-RC2","asserted-by":"subject"},{"id-type":"doi","id":"10.5194\/bg-2019-255-AC2","asserted-by":"subject"},{"id-type":"doi","id":"10.5194\/bg-2019-255-AC6","asserted-by":"subject"},{"id-type":"doi","id":"10.5194\/bg-2019-255-RC3","asserted-by":"subject"},{"id-type":"doi","id":"10.5194\/bg-2019-255-AC3","asserted-by":"subject"},{"id-type":"doi","id":"10.5194\/bg-2019-255-AC7","asserted-by":"subject"},{"id-type":"doi","id":"10.5194\/bg-2019-255-RC4","asserted-by":"subject"},{"id-type":"doi","id":"10.5194\/bg-2019-255-AC4","asserted-by":"subject"},{"id-type":"doi","id":"10.5194\/bg-2019-255-AC8","asserted-by":"subject"},{"id-type":"doi","id":"10.5194\/bg-2019-255-AC2","asserted-by":"object"},{"id-type":"doi","id":"10.5194\/bg-2019-255-AC1","asserted-by":"object"},{"id-type":"doi","id":"10.5194\/bg-2019-255-AC4","asserted-by":"object"},{"id-type":"doi","id":"10.5194\/bg-2019-255-AC3","asserted-by":"object"},{"id-type":"doi","id":"10.5194\/bg-2019-255-RC4","asserted-by":"object"},{"id-type":"doi","id":"10.5194\/bg-2019-255-RC2","asserted-by":"object"},{"id-type":"doi","id":"10.5194\/bg-2019-255-RC3","asserted-by":"object"},{"id-type":"doi","id":"10.5194\/bg-2019-255-RC1","asserted-by":"object"},{"id-type":"doi","id":"10.5194\/bg-2019-255-AC6","asserted-by":"object"},{"id-type":"doi","id":"10.5194\/bg-2019-255-AC5","asserted-by":"object"},{"id-type":"doi","id":"10.5194\/bg-2019-255-AC8","asserted-by":"object"},{"id-type":"doi","id":"10.5194\/bg-2019-255-AC7","asserted-by":"object"}],"is-part-of":[{"id-type":"doi","id":"10.1594\/PANGAEA.902860","asserted-by":"subject"},{"id-type":"doi","id":"10.5883\/DS-GKG001","asserted-by":"subject"}]},"ISSN":["1726-4189"],"subject":[],"container-title-short":"Biogeosciences","published":{"date-parts":[[2020,2,20]]}}