{"indexed":{"date-parts":[[2024,11,24]],"date-time":"2024-11-24T00:40:04Z","timestamp":1732408804671,"version":"3.28.0"},"reference-count":179,"publisher":"Museum National d'Histoire Naturelle, Paris, France","issue":"17","content-domain":{"domain":[],"crossmark-restriction":false},"published-print":{"date-parts":[[2024,7,9]]},"DOI":"10.5252\/zoosystema-2024v46a17","type":"journal-article","created":{"date-parts":[[2024,7,12]],"date-time":"2024-07-12T09:32:02Z","timestamp":1720776722000},"source":"Crossref","is-referenced-by-count":1,"title":"Biodiversité des vers de terre (Annelida, Clitellata) des milieux cultivés des Antilles françaises","prefix":"10.5252","volume":"46","author":[{"given":"Quentin","family":"Gabriac","sequence":"first","affiliation":[{"name":"CIRAD, UPR GECO, F-97285 Le Lamentin, Martinique (France) et GECO, Université Montpellier, F-34398 Montpellier (France)"}]},{"given":"Samuel","family":"James","sequence":"additional","affiliation":[{"name":"Department of Regenerative Agriculture, Maharishi International University, 1000 N 4th St, Fairfield, IA, 52557 (United States)"}]},{"given":"Lise","family":"Dupont","sequence":"additional","affiliation":[{"name":"Université Paris-Est Créteil, Sorbonne Université, CNRS, INRAE, IRD, iEES-Paris, 61 avenue du Général de Gaulle, F-94010 Créteil (France)"}]},{"given":"Csaba","family":"Csuzdi","sequence":"additional","affiliation":[{"name":"Department of Zoology, Eszterházy Károly Catholic University, Eger, Eszterházy tér 1, H-3300 (Hungary)"}]},{"given":"Mathieu","family":"Coulis","sequence":"additional","affiliation":[{"name":"CIRAD, UPR GECO, Caraïbe, F-97285 Le Lamentin, Martinique (France) et GECO, Université Montpellier, F-34398 Montpellier (France)"}]}],"member":"3209","reference":[{"key":"149","unstructured":"\"R: A language and environment for statistical computing.\" (2022)"},{"key":"157","unstructured":"\"RStudio: Integrated Development Environment for R.\" (2022)"},{"key":"59","unstructured":"T. Decaëns, D. Porco, R. Rougerie, et al. \"Applied Soil Ecology.\" 65, \"Potential of DNA barcoding for earthworm research in taxonomy and ecology.\" 35 (2013)"},{"key":"80","doi-asserted-by":"crossref","unstructured":"N. J. Gotelli and R. K. Colwell \"Ecology Letters.\" 4, \"Quantifying biodiversity: procedures and pitfalls in the measurement and comparison of species richness.\" 379 (2001)","DOI":"10.1046\/j.1461-0248.2001.00230.x"},{"key":"71","unstructured":"O. Folmer, W. R. Hoeh, M. B. Black, et al. \"Molecular Marine Biology and Biotechnology.\" 3, \"Conserved primers for PCR amplification of mitochondrial DNA from different invertebrate phyla.\" 294 (1994)"},{"key":"40","doi-asserted-by":"crossref","unstructured":"C. Chester, D. Agosti, G. Sautter, et al. \"European Journal of Taxonomy.\" 586, \"EJT editorial standard for the semantic enhancement of specimen data in taxonomy literature.\" 1 (2019)","DOI":"10.5852\/ejt.2019.586"},{"key":"57","doi-asserted-by":"crossref","unstructured":"T. Decaëns, \"Global Ecology and Biogeography.\" 19, \"Macroecological patterns in soil communities.\" 287 (2010)","DOI":"10.1111\/j.1466-8238.2009.00517.x"},{"key":"130","unstructured":"N. Myers, R. A. Mittermeier, C. G. Mittermeier, et al. \"Nature.\" 403, \"Biodiversity hotspots for conservation priorities.\" 853 (2000)"},{"key":"36","doi-asserted-by":"crossref","unstructured":"A. Chao, N. J. Gotelli, T. C. Hsieh, et al. \"Ecological Monographs.\" 84, \"Rarefaction and extrapolation with Hill numbers: a framework for sampling and estimation in species diversity studies.\" 45 (2014)","DOI":"10.1890\/13-0133.1"},{"key":"106","doi-asserted-by":"publisher","unstructured":"S. Kumar, G. Stecher, M. Li, et al. \"Molecular Biology and Evolution.\" 35, \"MEGA X: molecular evolutionary genetics analysis across computing platforms.\" 1547 (2018)","DOI":"10.1093\/molbev\/msy096"},{"key":"87","doi-asserted-by":"crossref","unstructured":"T. C. Hsieh, K. H. Ma, A. Chao, \"Methods in Ecology and Evolution.\" 7, \"iNEXT: an R package for rarefaction and extrapolation of species diversity (Hill numbers).\" 1451 (2016)","DOI":"10.1111\/2041-210X.12613"},{"key":"110","doi-asserted-by":"crossref","unstructured":"P. Lavelle, T. Decaëns, M. Aubert, et al. \"European Journal of Soil Biology.\" 42, \"Soil invertebrates and ecosystem services.\" 3 (2006)","DOI":"10.1016\/j.ejsobi.2006.10.002"},{"key":"109","unstructured":"P. Lavelle, D. Bignell, M. Lepage, et al. \"European Journal of Soil Biology.\" 33, \"Soil function in a changing world: The role of invertebrate ecosystem engineers.\" 159 (1997)"},{"key":"32","unstructured":"G. G. Brown and C. Fragoso \"Minhocas na América Latina: Biodiversidade e Ecologia.\" 545 (2007)"},{"key":"51","unstructured":"C. Csuzdi, \"A monograph of the Paleotropical Benhamiinae earthworms (Annelida: Oligochaeta, Acanthodrilidae). Budapest.\" 215 (2010)"},{"key":"1","unstructured":"V. Anadón-Irizarry, D. C. Wege, A. Upgren, et al. \"Journal of Threatened Taxa.\" 4, \"Sites for priority biodiversity conservation in the Caribbean Islands Biodiversity Hotspot.\" 2806 (2012)"},{"key":"2","unstructured":"R. Bachmann, \"The Caribbean plate and the question of its formation.\" (2001)"},{"key":"3","doi-asserted-by":"crossref","unstructured":"G. H. Baker, T. A. Thumlert, L. S. Meisel, et al. \"Soil Biology and Biochemistry.\" 29, \"Earthworms downunder″: a survey of the earthworm fauna of urban and agricultural soils in Australia.\" 589 (1997)","DOI":"10.1016\/S0038-0717(96)00184-8"},{"key":"4","unstructured":"I. Barois, P. Cadet, A. Albrecht, et al. \"Fertilité des sols dans les agricultures paysannes caribéennes: effets des restitutions organiques:.\" \"Système de culture et faune des sols: quelques données.\" 85 (1988)"},{"key":"5","doi-asserted-by":"crossref","unstructured":"A. T. Barrion and J. A. Litsinger \"Crop Protection.\" 16, \"Dichogaster nr. curgensis Michaelsen (Annelida: Octochaetidae): an earthworm pest of terraced rice in the Philippine Cordilleras.\" 89 (1997)","DOI":"10.1016\/S0261-2194(96)00058-0"},{"key":"6","unstructured":"M. D. Bartlett, M. J. Briones, R. Neilson, et al. \"European Journal of Soil Biology.\" 46, \"A critical review of current methods in earthworm ecology: from individuals to populations.\" 67 (2010)"},{"key":"7","unstructured":"M. L. C. Bartz, G. G. Brown, M. G. Da Rosa, et al. \"Applied Soil Ecology.\" 83, \"Earthworm richness in land-use systems in Santa Catarina, Brazil.\" 59 (2014)"},{"key":"8","unstructured":"F. E. Beddard, \"Annals and Magazine of Natural History.\" 17, \"Notes on some earthworms from Ceylon and the Philippine Islands, including a description of two new species.\" 89 (1886)"},{"key":"9","unstructured":"F. E. Beddard, \"Journal of Cell Science.\" 2, \"Memoirs: On Certain Points in the Structure of Urochæta, EP, and Dichogaster, nov. gen., with further Remarks on the Nephridia of Earthworms.\" 235 (1888)"},{"key":"10","unstructured":"F. E. Beddard, \"Journal of Cell Science.\" 2, \"On the structure of a species of earthworm belonging to the genus Diachaeta.\" 159 (1890)"},{"key":"11","unstructured":"F. E. Beddard, \"Proceedings of the Royal Physical Society of Edinburgh.\" \"The classification and distribution of earthworms.\" 235 (1891)"},{"key":"12","unstructured":"F. E. Beddard, \"Proceedings ofthe Zoological Society ofLondon.\" 60, \"On some new Species of Earthworms from various parts of the World.\" 666 (1892a)"},{"key":"13","unstructured":"F. E. Beddard, \"Proceedings of the Zoological Society.\" 1892, \"On some species of the genus Perichaeta (sensu stricto).\" 153 (1892b)"},{"key":"14","unstructured":"F. E. Beddard, \"Earth and Environmental Science Transactions of The Royal Society of Edinburgh.\" 36, \"XXL. – On the Anatomy of Ocnerodrilus (Eisen).\" 563 (1892c)"},{"key":"15","unstructured":"F. E. Beddard, \"Proceedings of the Zoological Society of London.\" \"On some New Species of Earthworms from various parts of the World.\" 683 (1893)"},{"key":"16","unstructured":"W. B. Benham, \"Journal of Cell Science.\" 2, \"An attempt to classify earthworms.\" 201 (1890)"},{"key":"17","unstructured":"P. Bhardwaj and R. K. Sharma \"Journal of Entomology and Zoology Studies.\" 3, \"Vermicomposting efficiency of earthworm species from eastern Haryana.\" 191 (2015)"},{"key":"18","unstructured":"M. Birang, S. Hauser, L. Brussaard, et al. \"Pedobiologia.\" 47, \"Earthworm surface casting activity on slash-and-burn cropped land and in undisturbed Chromolaena odorata and young forest fallow in southern Cameroon: The 7th international symposium on earthworm ecology, Cardiff, Wales 2002.\" 811 (2003)"},{"key":"19","unstructured":"R. J. Blakemore, \"Soil Biology and Biochemistry.\" 29, \"Agronomic potential of earthworms in brigalow soils of south-east Queensland.\" 603 (1997)"},{"key":"20","unstructured":"R. J. Blakemore, \"Proceedings of the International Conference on Vermiculture and Vermicomposting, Kalamazoo, USA, September 2000.\" \"Vermicology I. Ecological considerations of the earthworm species used in vermiculture, a review of the species\" (2000)"},{"key":"21","unstructured":"R. J. Blakemore, \"VermEcology.\" \"Cosmopolitan Earthworms: An Eco-taxonomic Guide to the Peregrine Species of the World.\" 426 (2002)"},{"key":"22","unstructured":"R. J. Blakemore, \"Annelids as model systems in the biological sciences.\" \"Cosmopolitan Earthworms – A Global and Historical Perspective\" 257 (2009)"},{"key":"23","doi-asserted-by":"crossref","unstructured":"R. J. Blakemore, \"African Invertebrates.\" 56, \"Eco-taxonomic profile of an iconic vermicomposter-the'African Nightcrawler'earthworm, Eudrilus eugeniae (Kinberg, 1867).\" 527 (2015)","DOI":"10.5733\/afin.056.0302"},{"key":"24","unstructured":"E. Blanchart, A. Albrecht, J. Alegre, et al. \"Earthworm management in tropical agroecosystems.\" 5, \"Effects of earthworms on soil structure and physical properties.\" 149 (1999)"},{"key":"25","unstructured":"E. Blanchart, W. Achouack, A. Albrecht, et al. \"Étude et Gestion des sols.\" 7, \"Déterminants biologiques de l'agrégation dans les vertisols des Petites Antilles: conséquences sur l'érodibilité.\" 309 (2000)"},{"key":"26","unstructured":"E. Blanchart, A. Albrecht, T. Chevallier, et al. \"Agriculture,EcosystemsandEnvironment.\" 2, \"Therespectiverolesofrootsandearthwormsinrestoring physicalpropertiesofVertisolunderaDigitariadecumbenspasture (Martinique,WI).\" 343 (2004)"},{"key":"27","doi-asserted-by":"crossref","unstructured":"S. Borges, \"Soil Biology and Biochemistry.\" 24, \"A tentative phylogenetic analysis of the genus Pontoscolex (Oligochaeta: Glossoscolecidae).\" 1207 (1992)","DOI":"10.1016\/0038-0717(92)90095-F"},{"key":"28","unstructured":"S. Borges and A. Moreno \"Museo Regionale di Scienze Naturali Bollettino.\" 8, \"Nuevas especies y un nuevo subgénero del género Pontoscolex Schmarda, 1861 (Oligochaeta: Glossoscolecidae) para Puerto Rico.\" 143 (1990)"},{"key":"29","unstructured":"M. B. Bouché and R. Aliaga \"La défense des végétaux.\" 242, \"Contre une dégradation physique et chimique des sols et pour leur optimisation économique, l'échantillonnage des lombriciens: une urgente nécessité.\" 30 (1986)"},{"key":"30","unstructured":"R. O. Brinkhurst and B. G. Jamieson \"Aquatic Oligochaeta of the World.\" 860 (1972)"},{"key":"31","unstructured":"M. Brossard, P. Lavelle, J.-Y. Laurent, \"European Journal of Soil Biology.\" 32, \"Digestion of a vertisol by the endogeic earthworm Polypheretima elongata, Megascolecidae, increases soil phosphate extractibility.\" 107 (1996)"},{"key":"33","unstructured":"G. G. Brown, S. W. James, A. Pasini, et al. \"Caribbean Journal of Science.\" 42, \"Exotic, peregrine, and invasive earthworms in Brazil: diversity, distribution, and effects on soils and plants.\" 339 (2006)"},{"key":"34","unstructured":"C.-H. Chang, M. L. Bartz, G. Brown, et al. \"Biological Invasions.\" 23, \"The second wave of earthworm invasions in North America: biology, environmental impacts, management and control of invasive jumping worms.\" 3291 (2021)"},{"key":"35","unstructured":"C. Chang, B. A. Snyder, K. Szlavecz, \"Zootaxa.\" 4179, \"Asian pheretimoid earthworms in North America north of Mexico: an illustrated key to the genera Amynthas, Metaphire, Pithemera, and Polypheretima (Clitellata: Megascolecidae).\" 495 (2016)"},{"key":"37","unstructured":"A. Chao, K. H. Ma, T. C. Hsieh, \"User's guide for iNEXT online: Software for interpolation and Extrapolation of species diversity.\" (2016)"},{"key":"38","unstructured":"P. Chaudhuri and S. Debnath \"Earthworm Assisted Remediation of Effluents andWastes.\" \"Growth and Reproductive Biology of Earthworms in Organic Waste Breakdown Under the Indian Condition\" 179 (2020)"},{"key":"39","unstructured":"A. Chauhan, S. Kumar, A. P. Singh, et al. \"Nature and Science.\" 8, \"Vermicomposting of vegetable wastes with cowdung using three earthworm species Eisenia foetida, Eudrilus eugeniae and Perionyx excavatus.\" 33 (2010)"},{"key":"41","unstructured":"T. Chevallier, E. Blanchart, C. Girardin, et al. \"Applied Soil Ecology.\" 16, \"The role of biological activity (roots, earthworms) in medium-term C dynamics in vertisol under a Digitaria decumbens (Graminae) pasture.\" 11 (2001)"},{"key":"42","unstructured":"C. Claus, \"Grundzüge der Zoologie.\" 1, 740 (1880)"},{"key":"43","doi-asserted-by":"crossref","unstructured":"L. Cognetti De Martiis, \"Bollettino dei Musei di Zoologia ed Anatomia comparata della R. Universitá di Torino.\" 19, \"Nuovi Oligocheti di Costa Rica.\" 1 (1904)","DOI":"10.5962\/bhl.part.11597"},{"key":"44","doi-asserted-by":"crossref","unstructured":"L. Cognetti De Martiis, \"Bollettino dei Musei di Zoologia ed Anatomia Comparata della. R. Università di Torino.\" 20, \"Oligocheti raccolti nel Darien dal Dr E. Festa.\" 1 (1905)","DOI":"10.5962\/bhl.part.9304"},{"key":"45","unstructured":"F. Colmet-Daage and P. Lagache \"Cahiers ORSTOM. Série pédologie.\" 8, \"Caractéristiques de quelques groupes de sols dérivés de roches volcaniques aux Antilles françaises.\" 91 (1965)"},{"key":"46","unstructured":"F. Colmet-Daage, J. Bernard, J. Gautheyrou, et al. \"Cartes des sols de la Martinique [cartes des sols des Antilles: feuilles nos 1 à 24] Pointe à Pitre, BSA: 2 multigr. + 24 cart. dépl. h.t.\" (1969)"},{"key":"47","unstructured":"M. Coulis, \"CIRAD.\" \"Inventaire des espèces de vers de terre de Martinique Rapport de mission FEDER-RDI AgroBioDev.\" 4 (2018)"},{"key":"48","unstructured":"M. Coulis, \"Applied Soil Ecology.\" 164, \"Abundance, biomass and community composition of soil saprophagous macrofauna in conventional and organic sugarcane fields.\" 1 (2021)"},{"key":"49","unstructured":"M. V. Cremonesi, A. Santos, D. E. Rozane, et al. \"ZooKeys.\" 1033, \"Earthworm species in Musa spp. plantations in Brazil and worldwide.\" 1 (2021)"},{"key":"50","unstructured":"C. Csuzdi, \"Mitteilungen aus dem Museum für Naturkunde in Berlin. Zoologisches Museum und Institut für Spezielle Zoologie.\" 72, \"Revision der Unterfamilie Benhamiinae MICHAELSEN, 1897 (Oligochaeta: Acanthodrilidae). Revision of the Subfamily Benhamiinae MICHAELSEN, 1897 (Oligochaeta: Acanthodrilidae).\" 347 (1996)"},{"key":"52","unstructured":"C. Csuzdi, \"Zootaxa.\" 3811, \"Replacement names for Eutrigaster (Graffia) Csuzdi & Zicsi, 1991 and Dichogaster (Malawia) Csuzdi, 2010 (Oligochaeta, Acanthodrilidae).\" 149 (2014)"},{"key":"53","unstructured":"C. Csuzdi and T. Pavlíček 40, \"New records of earthworms from Guadeloupe with description of a new species (Oligochaeta: Glossoscolecidae, Acanthodrilidae, Megascolecidae and Eudrilidae).\" 9 (2009)"},{"key":"54","unstructured":"C. Csuzdi and A. Zicsi \"Acta zoologica Academiae Scientiarum Hungaricae.\" 37, \"Uber die verbreitung neuer und bekannter Dichogaster und Entrigaster arten aus mittel-und südamerika (Oligochaeta, Octochaetidae). Regenwürmer aus Südamerika.\" 177 (1991)"},{"key":"55","unstructured":"S. D'alexis, G. Loranger-Merciris, M. Mahieu, et al. \"Veterinary Parasitology.\" 163, \"Influence of earthworms on development of the free-living stages of gastrointestinal nematodes in goat faeces.\" 171 (2009)"},{"key":"56","unstructured":"A. Darmawan, T. Atmowidi, W. Manalu, et al. \"Australian Journal of Zoology.\" 65, \"Land-use change on Mount Gede, Indonesia, reduced native earthworm populations and diversity.\" 217 (2017)"},{"key":"58","unstructured":"T. Decaëns, D. Porco, S. W. James, et al. \"Soil Biology and Biochemistry.\" 92, \"DNA barcoding reveals diversity patterns of earthworm communities in remote tropical forests of French Guiana.\" 171 (2016)"},{"key":"60","doi-asserted-by":"crossref","unstructured":"H. Deka, S. Deka, C. K. Baruah, et al. \"Bioresource technology.\" 102, \"Vermicomposting potentiality of Perionyx excavatus for recycling of waste biomass of java citronella-An aromatic oil yielding plant.\" 11212 (2011)","DOI":"10.1016\/j.biortech.2011.09.102"},{"key":"61","unstructured":"A. Dey and P. S. Chaudhuri \"Tropical Ecology.\" 55, \"Earthworm community structure of pineapple (Ananas comosus) plantations under monoculture and mixed culture in West Tripura, India.\" 1 (2014)"},{"key":"62","unstructured":"S. Dhar and P. S. Chaudhuri \"Biodiversity Conservation: Strategy and Application.\" \"Earthworm communities in banana (Musa paradisiaca) and paddy (Oryza sativa) plantations of west Tripura, India.\" 303 (2018)"},{"key":"63","unstructured":"S. Dhar and P. S. Chaudhuri \"Proceedings of the Zoological Society.\" \"Earthworm communities in paddy (Oryza sativa) fields of West Tripura (India).\" 273 (2020)"},{"key":"64","unstructured":"T. C. Dlamini and R. J. Haynes \"Applied soil ecology.\" 27, \"Influence of agricultural land use on the size and composition of earthworm communities in northern KwaZulu-Natal, South Africa.\" 77 (2004)"},{"key":"65","unstructured":"L. Dupont, C.-M. Brunet, Y. Fourcade, et al. \"Soil Biology and Biochemistry.\" 182, \"Recording earthworm diversity on the tropical island of Martinique using DNA barcoding unveiled endemic species in bromeliad plants.\" 109038 (2023)"},{"key":"66","unstructured":"G. A. Eisen, \"Proceedings of the California Academy of Sciences, 3d ser, Zoology.\" 2, \"Researches in American Oligochaeta: With Especial Reference to Those of the Pacific Coast and Adjacent Islands.\" 85 (1900)"},{"key":"67","unstructured":"G. Eisen, H. Théel, T. Tullberg, \"Nova Acta Regiae Societatis Scientiarum Upsaliensis (.\" 10, \"On the anatomy of Ocnerodrilus.\" 1 (1878)"},{"key":"68","unstructured":"M. El Jaouhari, \"Les invertébrés comme bio-indicateur de qualité des sols pour évaluer les pratiques innovantes dans les bananeraies de Martinique Rapport de fin d'étude. CIRAD.\" 69 (2018)"},{"key":"69","doi-asserted-by":"crossref","unstructured":"J. Faverial, D. Cornet, J. Paul, et al. \"PLoS ONE.\" 11, \"Multivariate analysis of the determinants of the end-product quality of manure-based composts and vermicomposts using bayesian network modelling.\" e0157884 (2016)","DOI":"10.1371\/journal.pone.0157884"},{"key":"70","unstructured":"A. Feijoo, A. F. Carvajal, M. C. Zúñiga, et al. \"Pedobiologia.\" 54, \"Diversity and abundance of earthworms in land use systems in central-western Colombia.\" S69 (2011)"},{"key":"72","unstructured":"C. Fragoso and P. Lavelle \"Soil Organisms and Litter Decomposition in the Tropics.\" \"Are earthworms important in the decomposition of tropical litter?\" 300 (1995)"},{"key":"73","unstructured":"C. Fragoso, G. G. Brown, J. C. Patrón, et al. \"Applied soil ecology.\" 6, \"Agricultural intensification, soil biodiversity and agroecosystem function in the tropics: the role of earthworms.\" 17 (1997)"},{"key":"74","unstructured":"C. Fragoso, J. Kanyonyo, A. Moreno, et al. \"A survey of tropical earthworms: taxonomy, biogeography and environmental plasticity, Earthworm management in tropical agroecosystems.\" 1 (1999a)"},{"key":"75","unstructured":"C. Fragoso, P. Lavelle, E. Blanchart, et al. \"CAB International Oxon.\" \"Earthworm communities of tropical agroecosystems: origin, structure and influence of management practices, Earthworm management in tropical agroecosystems.\" 27 (1999b)"},{"key":"76","unstructured":"M. A. Fusilero, J. Mangubat, R. E. Ragas, et al. \"European journal of soil biology.\" 56, \"Weed management systems and other factors affecting the earthworm population in a banana plantation.\" 89 (2013)"},{"key":"77","unstructured":"G. E. Gates, \"The American Midland Naturalist.\" 27, \"Check list and bibliography of North American earthworms.\" 86 (1942)"},{"key":"78","doi-asserted-by":"crossref","unstructured":"G. E. Gates, \"Transactions of the American Philosophical Society.\" 62, \"Burmese Earthworms: An introduction to the systematics and biology of megadrile oligochaetes with special reference to southeast asia.\" 1 (1972)","DOI":"10.2307\/1006214"},{"key":"79","unstructured":"A. Germa, \"Évolution volcano-tectonique de l'île de la Martinique (arc insulaire des Petites Antilles): nouvelles contraintes géochronologiques et géomorphologiques.\" 351 (2008)"},{"key":"81","unstructured":"E. Grosso, G. Jorge, G. G. Brown, \"Caribbean Journal of Science.\" 42, \"Exotic and native earthworms in various land use systems of Central, southern and Eastern Uruaguay.\" 294 (2006)"},{"key":"82","unstructured":"E. Grube, \"Philosophical Transactions of the Royal Society of London.\" 168, \"Annelida.\" 554 (1879)"},{"key":"83","unstructured":"C. Hartmann, E. Blanchart, A. Albrecht, et al. \"Incidences pédologiques et agroéconomiques.\" 18, \"Nouvelles techniques de préparation des vertisols en culture maraîchère à la Martinique.\" 81 (1998)"},{"key":"84","unstructured":"R. J. Haynes, C. S. Dominy, M. H. Graham, \"Agriculture, Ecosystems & Environment.\" 95, \"Effect of agricultural land use on soil organic matter status and the composition of earthworm communities in KwaZulu-Natal, South Africa.\" 453 (2003)"},{"key":"86","doi-asserted-by":"crossref","unstructured":"R. Horst, \"Zoologische Ergebnisse einer reise in Niederländisch Ost-Indien.\" \"Earthworms from the Malay Archipelago.\" 32 (1894)","DOI":"10.1163\/9789004596863_003"},{"key":"88","unstructured":"T. C. Hsieh, K. H. Ma, A. Chao, \"iNEXT: Interpolation and Extrapolation for Species Diversity.\" (2020)"},{"key":"89","unstructured":"J. Huang, Q. Xu, Z. J. Sun, et al. \"Pedobiologia.\" 51, \"Identifying earthworms through DNA barcodes.\" 301 (2007)"},{"key":"90","unstructured":"E. Huerta, C. E. Fragoso, J. Rodriguez-Olan, et al. \"Caribbean Journal of Science.\" 42, \"Presence of Exotic and Native Earthworms in Principal Agro and Natural Systems in Central and Southeastern Tabasco, Mexico.\" 359 (2006)"},{"key":"91","unstructured":"E. Huerta, J. Rodriguez-Olan, I. Evia-Castillo, et al. \"European Journal of Soil Biology.\" 43, \"Earthworms and soil properties in Tabasco, Mexico.\" S190 (2007)"},{"key":"92","unstructured":"S. K. S. Jamatia and P. S. Chaudhuri \"Tropical Ecology.\" 58, \"Earthworm community structure under tea plantation (Camellia sinensis) of Tripura (India).\" 105 (2017)"},{"key":"93","unstructured":"S. W. James, \"Ecology.\" 72, \"Soil, nitrogen, phosphorus, and organic matter processing by earthworms in tallgrass prairie.\" 2101 (1991)"},{"key":"94","unstructured":"S. W. James, \"Zoologica Scripta.\" 25, \"Nine new species of Dichogaster (Oligochaeta, Megascolecidae) from Guadeloupe (French West Indies).\" 21 (1996)"},{"key":"95","unstructured":"S. W. James, \"Organisms Diversity & Evolution.\" 4, \"Earthworms (Clitellata, Acanthodrilidae) of the mountains of Eastern Jamaica.\" 277 (2004)"},{"key":"96","unstructured":"S. W. James, \"Zootaxa.\" 3540, \"Re-erection of Rhinodrilidae Benham, 1890, a senior synonym of Pontoscolecidae James, 2012 (Annelida: Clitellata).\" 67 (2012)"},{"key":"97","unstructured":"S. W. James and S. K. Davidson \"Invertebrate Systematics.\" 26, \"Molecular phylogeny of earthworms (Annelida: Crassiclitellata) based on 28S, 18S and 16S gene sequences.\" 213 (2012)"},{"key":"98","unstructured":"S. W. James and F. Gamiette \"Zootaxa.\" 4178, \"New species of Dichogaster Beddard, 1888 (Clitellata: Benhamiidae) with additional records of earthworms from Guadeloupe (French West Indies).\" 391 (2016)"},{"key":"99","unstructured":"S. W. James, M. L. Bartz, D. W. Stanton, et al. \"Zootaxa.\" 4545, \"A neotype for Pontoscolex corethrurus (Müller, 1857) (Clitellata).\" 124 (2019)"},{"key":"100","doi-asserted-by":"crossref","unstructured":"S. W. James, C. Csuzdi, C.-H. Chang, et al. \"Science.\" 371, \"Comment on “Global distribution of earthworm diversity\" 1 (2021)","DOI":"10.1126\/science.abe4629"},{"key":"102","unstructured":"A. Jeyabal and G. Kuppuswamy \"European Journal of Agronomy.\" 15, \"Recycling of organic wastes for the production of vermicompost and its response in rice-legume cropping system and soil fertility.\" 153 (2001)"},{"key":"103","doi-asserted-by":"crossref","unstructured":"J. J. Jiménez, P. Lavelle, T. Decaëns, \"Journal of Soil Biology.\" 42, \"The efficiency of soil hand-sorting in assessing the abundance and biomass of earthworm communities. Its usefulness in population dynamics and cohort analysis studies.\" 225 (2006)","DOI":"10.1016\/j.ejsobi.2006.07.031"},{"key":"104","unstructured":"R. C. Joshi, O. R. O. Matchoc, J. C. Cabigat, et al. \"Journal of Environmental Science and Management.\" 2, \"Survey of earthworms in the Ifugao rice terraces, Philippines.\" 1 (1999)"},{"key":"105","unstructured":"J. G. H. Kinberg, \"Öfversigt af Kongliga Vetenskaps-Akademiens Förhandlingar Stockholm.\" 23, \"Annulata nova.\" 337 (1867)"},{"key":"107","unstructured":"A. Lafont, J.-M. Risède, G. Loranger-Merciris, et al. \"Pedobiologia.\" 51, \"Effects of the earthworm Pontoscolex corethrurus on banana plants infected or not with the plant-parasitic nematode Radopholus similis.\" 311 (2007)"},{"key":"108","unstructured":"C. Lattaud, S. Locati, P. Mora, et al. \"Applied Soil Ecology.\" 9, \"The diversity of digestive systems in tropical geophagous earthworms.\" 189 (1998)"},{"key":"111","doi-asserted-by":"crossref","unstructured":"P. Lavelle, S. Barot, M. Blouin, et al. \"Ecosystem Engineers: Plants to Protists.\" 405, \"Earthworms as key actors in self-organized soil systems.\" 77 (2007)","DOI":"10.1016\/S1875-306X(07)80007-4"},{"key":"112","unstructured":"R. C. Le Bayon, S. Campiche, V. Gerber, et al. \"Étude et Gestion des sols.\" 29, \"Outils d'évaluation de la diversité et de l'activité des vers de terre: de la science participative à la recherche fondamentale.\" 99 (2022)"},{"key":"113","unstructured":"A. Lefebure, \"Institut Technique Tropical.\" \"Rapport d'étude sur la mise en place d'indicateurs d'activité biologique des sols en bananeraie Rapport de fin d'étude.\" 1 (2019)"},{"key":"114","unstructured":"G. Loranger, J.-F. Ponge, É. Blanchart, et al. \"Biology and Fertility of Soils.\" 27, \"Impact of earthworms on the diversity of microarthropods in a vertisol (Martinique).\" 21 (1998)"},{"key":"115","unstructured":"G. Loranger-Merciris, \"Déterminants de la décomposition de la litière dans une forêt semi-decidue de la Guadeloupe PhD Thesis. Paris.\" 6, 231 (1999)"},{"key":"116","unstructured":"G. Loranger-Merciris, Y.-M. Cabidoche, B. Deloné, et al. \"Applied Soil Ecology.\" 52, \"How earthworm activities affect banana plant response to nematodes parasitism.\" 1 (2012)"},{"key":"117","unstructured":"R. Marichal, A. F. Martinez, C. Praxedes, et al. \"Applied Soil Ecology.\" 46, \"Invasion of Pontoscolex corethrurus (Glossoscolecidae, Oligochaeta) in landscapes of the Amazonian deforestation arc.\" 443 (2010)"},{"key":"118","unstructured":"M. Martin and G. Eudoxie \"Environmental Science and Pollution Research.\" 25, \"Feedstock composition influences vermicomposting performance of Dichogaster annae relative to Eudrilus eugeniae and Perionyx excavatus.\" 17716 (2018)"},{"key":"119","unstructured":"W. Michaelsen, \"Jahrbuch der HamburgischenWissenschaftlichen Anstalten.\" \"Beschreibung der von Herrn Dr. Franz Stuhlmann im Mundungsgebiet des Sambesi gesammelten Terricolen.\" 253 (1890)"},{"key":"120","unstructured":"W. Michaelsen, \"Mitteillungen aus den naturhist.\" 8, \"Oligochaeten des Naturhistrorischen Museum in Hamburg. IV.\" 1 (1891)"},{"key":"121","doi-asserted-by":"crossref","unstructured":"W. Michaelsen, \"Oligochaeta, Das Tierreich 10. R. Friedländer und Sohn.\" 575 (1900)","DOI":"10.5962\/bhl.title.11605"},{"key":"122","unstructured":"W. Michaelsen, \"Mitteilungen aus dem Hamburgischen zoologischen Museum und Institut.\" 36, \"Über die Beziehungen der Hirudineen zu den Oligochaeten.\" 131 (1919)"},{"key":"123","unstructured":"W. Michaelsen, \"Journal of Cell Science.\" 2, \"Oligochaeta from Sarawak.\" 1 (1934)"},{"key":"124","unstructured":"M. Misirlioğlu, J. Reynolds, M. Stojanović, et al. \"Zootaxa.\" 5255, \"Earthworms (Clitellata, Megadrili) of the world: an updated checklist of valid species and families, with notes on their Distribution.\" 417 (2023)"},{"key":"125","doi-asserted-by":"crossref","unstructured":"R. A. Mittermeier, N. Myers, J. B. Thomsen, et al. \"Conservation biology.\" \"Biodiversity hotspots and major tropical wilderness areas: approaches to setting conservation priorities.\" 516 (1998)","DOI":"10.1046\/j.1523-1739.1998.012003516.x"},{"key":"126","unstructured":"A. Moreno and J. J. Jiménez \"Conservation of soil fertility in low input agricultural systems of the humid tropics by manipulating earthworm communities (Macrofauna project II): final report.\" \"Earthworms of Martinique and Guadeloupe islands.\" 172 (1994)"},{"key":"127","unstructured":"R. Mulia, S. V. Hoang, V. M. Dinh, et al. \"Land.\" 10, \"Earthworm diversity, forest conversion and agroforestry in Quang Nam province, Vietnam.\" 36 (2021)"},{"key":"128","doi-asserted-by":"crossref","unstructured":"F. Müller, \"Annals and Magazine of Natural History.\" 20, \"II.—Description of a new species of Earthworm (Lumbricus corethrurus).\" 13 (1857a)","DOI":"10.1080\/00222935709487865"},{"key":"129","unstructured":"F. Müller, \"Archiv fur Naturg.\" 23, \"Lumbricus corethrurus, Burstenschwanz.\" 113 (1857b)"},{"key":"131","unstructured":"K. V. Nair, J. Manazhy, A. Manazhy, et al. \"Megadrilogica.\" 13, \"Biology of cocoon of five species of earthworms (Annelida: Oligochaeta) from Kerala, India.\" 1 (2009)"},{"key":"132","unstructured":"S. P. Narayanan, B. Thomas, K. S. Sunish, et al. \"Records of the Zoological Survey of India.\" 120, \"First Record of Exotic Dichogaster saliens (Beddard, 1893) and Metaphire posthuma (Vaillant, 1868) (Annelida: Clitellata) from Kerala State, Southern India.\" 161 (2020)"},{"key":"133","unstructured":"J. M. Nelson and J. E. Satchell \"Progress in soil zoology.\" 294, \"The extraction of Lumbricidae from soil with special reference to the hand-sorting method.\" 299 (1962)"},{"key":"134","unstructured":"T. T. Nguyen, B. T. Tran, A. D. Nguyen, \"Zootaxa.\" 3866, \"Earthworms of the'acaecate' Pheretima group in Vietnam (Oligochaeta: Megascolecidae), with description of a new species from the Mekong delta.\" 105 (2014)"},{"key":"135","unstructured":"T. T. Nguyen, K.-B. T. Trinh, H.-L. T. Nguyen, et al. \"Journal of Natural History.\" 51, \"Earthworms (Annelida: Oligochaeta) from islands of Kien Hai District, Kien Giang Province, Vietnam, with descriptions of two new species and one subspecies.\" 883 (2017)"},{"key":"136","unstructured":"L. Norgrove, C. Csuzdi, S. Hauser, \"Applied soil ecology.\" 49, \"Effects of cropping and tree density on earthworm community composition and densities in central Cameroon.\" 268 (2011)"},{"key":"137","unstructured":"D. H. Nunes, A. Pasini, N. P. Benito, et al. \"Caribbean Journal of Science.\" 42, \"Earthworm diversity in four land use systems in the region of Jaguapitã, Paraná State, Brazil.\" 331 (2006)"},{"key":"138","unstructured":"T. C. Nxele, T. Mwabvu, I. Yekwayo, \"African Invertebrates.\" 62, \"Earthworm species occurrence in agroecosystems in the Midlands, KwaZulu-Natal, South Africa.\" 411 (2021)"},{"key":"139","unstructured":"A. I. Ortiz-Ceballos and C. Fragoso \"Biology and Fertility of Soils.\" 39, \"Earthworm populations under tropical maize cultivation: the effect of mulching with velvetbean.\" 438 (2004)"},{"key":"140","unstructured":"H. C. Parmar, V. B. Mor, S. R. Patel, \"Current Journal of Applied Science and Technology.\" 36, \"Vermicomposting of Banana Pseudostem and Maize Fodder (Waste) Using Eudrilus eugeniae.\" 1 (2019)"},{"key":"141","unstructured":"K. Parthasarathi, M. Balamurugan, K. V. Prashija, et al. \"Blaze Journal of Biodiversity and Conservation.\" 1, \"Earthworms population and community structure from agroecosystems of Cauvery delta areas of Tamilnadu State, India.\" 1 (2015)"},{"key":"142","unstructured":"E. Perrier, \"Le Comptes Rendus de l'Académie des Sciences Biologie.\" 73, \"Description of Eudrilus and Eu. decipiens.\" 1175 (1871)"},{"key":"143","doi-asserted-by":"crossref","unstructured":"E. Perrier, \"Recherches pour servir à l'histoire des lombriciens terrestres.\" 198 (1872)","DOI":"10.5962\/bhl.title.12201"},{"key":"144","unstructured":"E. Perrier, \"Comptes rendus hebdomadaires des séances de l'Académie des sciences.\" 81, \"Sur les vers de terre des iles Philippines et la Cochinchine.\" 1043 (1875)"},{"key":"145","unstructured":"H. R. Phillips, C. A. Guerra, M. L. Bartz, et al. \"Science.\" 366, \"Global distribution of earthworm diversity.\" 480 (2019)"},{"key":"146","unstructured":"H. R. Phillips, M. J. Briones, G. G. Brown, et al. \"Science.\" 371, \"Response to Comment on “Global distribution of earthworm diversity\" eabe4744 (2021)"},{"key":"147","unstructured":"R. Picard and E. Blanchart \"Prospection de vers de terre pour le vermicompostage en Martinique.\" (2012)"},{"key":"148","unstructured":"J. D. Plisko, \"African Invertebrates.\" 42, \"Notes on the occurrence of the introduced earthworm Pontoscolex corethrurus (Müller, 1857) in South Africa (Oligochaeta: Glossoscolecidae).\" 323 (2001)"},{"key":"150","unstructured":"C. Ramos, M. Alfaro, S. Borges, et al. \"Puerto Rico.\" 51, \"Earthworm taxonomic structure of coffee plantations at three soil assiociations in\" 125 (2010)"},{"key":"151","unstructured":"B. Richard, T. Decaëns, R. Rougerie, et al. \"Molecular ecology resources.\" 10, \"Re-integrating earthworm juveniles into soil biodiversity studies: species identification through DNA barcoding.\" 606 (2010)"},{"key":"152","unstructured":"G. Righi, \"Studies on Neotropical Fauna and Environment.\" 19, \"Pontoscolex (Oligochaeta, Glossoscolecidae), a new evaluation.\" 159 (1984)"},{"key":"153","unstructured":"C. Rodriguez, S. Borges, M. A. Martínez, et al. \"Minhocas na America Latina: Biodiversidade e Ecologia.\" \"Biodiversidad y ecología de las lombrices de tierra en las islas caribeñas\" 79 (2007)"},{"key":"154","doi-asserted-by":"crossref","unstructured":"J. Römbke, P. Schmidt, H. Höfer, \"Pesquisa Agropecuaria Brasileira.\" 44, \"The earthworm fauna of regenerating forests and anthropogenic habitats in the coastal region of Paraná.\" 1040 (2009)","DOI":"10.1590\/S0100-204X2009000800037"},{"key":"155","unstructured":"D. Rosa, \"Annalen des Naturhistorischen Museums in Wien.\" 6, \"Die exotischen Terricolen des kk naturhistorischen Hofmuseums.\" 379 (1891)"},{"key":"156","doi-asserted-by":"crossref","unstructured":"J. P. Rossi, P. Lavelle, A. Albrecht, \"Soil Biology and Biochemistry.\" 29, \"Relationships between spatial pattern of the endogeic earthworm Polypheretima elongata and soil heterogeneity.\" 485 (1997)","DOI":"10.1016\/S0038-0717(96)00105-8"},{"key":"158","unstructured":"L. K. Schmarda, \"Neue wirbellose Thiere beobachtet und gesammelt auf einer Reise um die Erde 1853 bis 1857.\" 2, 66 (1861)"},{"key":"159","unstructured":"R. M. Schmelz, C. Ersus, P. Martin, et al. \"Zootaxa.\" 5040, \"A proposed order-level classification in Oligochaeta (Annelida, Clitellata).\" 589 (2021)"},{"key":"160","unstructured":"B. K. Senapati and S. K. Sahu \"Earthworm ressources and vermiculture.\" \"Population, biomass and secondary production in earthworms.\" 57 (1993)"},{"key":"161","unstructured":"D. Sharma, \"International Research Journal of Environmental Sciences.\" 6, \"Vermicompost potential of various local earthworm species of Jammu (India) on kitchen waste.\" 48 (2017)"},{"key":"162","unstructured":"E. Sherlock, S. Lee, S. McPhee, et al. \"Zootaxa.\" 2732, \"The first earthworm collections from Nicaragua with description of two new species (Oligochaeta).\" 49 (2011)"},{"key":"163","unstructured":"M. Siddaraju, K. S. Sreepada, J. W. Reynolds, \"Megadrilogica.\" 14, \"Checklist of earthworms (annelida: oligochaeta) from Dakshina Kannada, Karnataka south west India.\" 65 (2010)"},{"key":"164","unstructured":"J. Sierra, G. Loranger-Merciris, F. Solvar, et al. \"Le vermicompostage en Guadeloupe.\" 5 (2011)"},{"key":"165","unstructured":"J. Sierra, L. Desfontaines, J. Favérial, et al. \"Soil Research.\" 51, \"Composting and vermicomposting of cattle manure and green wastes under tropical conditions: carbon and nutrient balances and end-product quality.\" 142 (2013)"},{"key":"166","unstructured":"J. Sierra, G. Loranger-Merciris, L. Desfontaines, et al. \"Soil Research.\" 52, \"Aerobic microbial activity in four tropical earthworm-soil systems. A mesocosm experiment.\" 584 (2014)"},{"key":"167","unstructured":"R. W. Sims and E. G. Easton \"Biological Journal of the Linnean Society.\" 4, \"A numerical revision of the earthworm genus Pheretima auct.(Megascolecidae: Oligochaeta) with the recognition of new genera and an appendix on the earthworms collected by the Royal Society North Borneo Expedition.\" 169 (1972)"},{"key":"168","unstructured":"S. Singh, A. Sharma, K. Khajuria, et al. \"BMC ecology.\" 20, \"Soil properties changes earthworm diversity indices in different agro-ecosystem.\" 1 (2020)"},{"key":"169","unstructured":"J. Smith, S. Potts, P. Eggleton, \"European Journal of Soil Biology.\" 44, \"Evaluating the efficiency of sampling methods in assessing soil macrofauna communities in arable systems.\" 271 (2008)"},{"key":"170","unstructured":"J. T. Sosa, \"Soil Biology and Biochemistry.\" 24, \"Earthworms of the banana groves from Tenerife (Canary Islands).\" 1369 (1992)"},{"key":"171","unstructured":"S. Suthar, \"Ecological Engineering.\" 32, \"Bioconversion of post harvest crop residues and cattle shed manure into value-added products using earthworm Eudrilus eugeniae Kinberg.\" 206 (2008)"},{"key":"172","unstructured":"S. Suthar and S. Singh \"International Journal of Environmental Science & Technology.\" 5, \"Vermicomposting of domestic waste by using two epigeic earthworms (Perionyx excavatus and Perionyx sansibaricus).\" 99 (2008)"},{"key":"173","unstructured":"S. Taheri, S. James, V. Roy, et al. \"Molecular Phylogenetics and Evolution.\" 124, \"Complex taxonomy of the ‘brush tail’peregrine earthworm Pontoscolex corethrurus.\" 60 (2018)"},{"key":"174","unstructured":"J. A. Talavera, \"Italian Journal of Zoology.\" 57, \"Peregrine earthworms from the canary archipelago (Oligochaeta, Megascolecidae).\" 159 (1990)"},{"key":"175","unstructured":"J. A. Talavera, \"Bonner zoologische Beiträge.\" 43, \"Octochaetid earthworms of the Canary Islands.\" 339 (1992)"},{"key":"176","unstructured":"C. Villenave, F. Charpentier, P. Lavelle, et al. \"Earthworm management in tropical agroecosystems.\" \"Effects of earthworms on soil organic matter and nutrient dynamics following earthworm inoculation in field experimental situations\" 173 (1999)"},{"key":"177","unstructured":"D. C. Wege, D. Ryan, N. Varty, et al. \"The Caribbean islands biodiversity hotspot.\" (2019)"},{"key":"179","unstructured":"H. Yong, T.-H. Kim, Y.-E. Na, \"Animal Systematics, Evolution and Diversity.\" 17, \"Identity of two earthworms used in vermiculture and vermicomposting in Korea: Eisenia andrei and Perionyx excavatus.\" 185 (2001)"},{"key":"101","unstructured":"B. G. M. Jamieson, \"Cladistics.\" 4, \"On the phylogeny and higher classification of the Oligochaeta.\" 367 (1988)"},{"key":"85","unstructured":"P. D. Hebert, A. Cywinska, S. L. Ball, et al. \"Proceedings of the Royal Society of London. Series B: Biological Sciences.\" 270, \"Biological identifications through DNA barcodes.\" 313 (2003)"},{"key":"178","doi-asserted-by":"crossref","unstructured":"H. Wickham, \"ggplot2: Elegant Graphics for Data Analysis.\" 260 (2016)","DOI":"10.1007\/978-3-319-24277-4_9"}],"container-title":"Zoosystema","original-title":[],"deposited":{"date-parts":[[2024,11,23]],"date-time":"2024-11-23T23:58:59Z","timestamp":1732406339000},"score":1,"resource":{"primary":{"URL":"https:\/\/bioone.org\/journals\/zoosystema\/volume-46\/issue-17\/zoosystema-2024v46a17\/Biodiversit%c3%a9-des-vers-de-terre-Annelida-Clitellata-des-milieux-cultiv%c3%a9s\/10.5252\/zoosystema-2024v46a17.full"}},"subtitle":[],"short-title":[],"issued":{"date-parts":[[2024,7,9]]},"references-count":179,"journal-issue":{"issue":"17","published-online":{"date-parts":[[2024,7,1]]}},"URL":"http:\/\/dx.doi.org\/10.5252\/zoosystema-2024v46a17","relation":{},"ISSN":["1280-9551"],"subject":[],"container-title-short":"Zoosystema","published":{"date-parts":[[2024,7,9]]}}