{"indexed":{"date-parts":[[2025,4,11]],"date-time":"2025-04-11T17:31:36Z","timestamp":1744392696711},"reference-count":81,"publisher":"Museum National D'Histoire Naturelle","license":[{"start":{"date-parts":[[2023,4,21]],"date-time":"2023-04-21T00:00:00Z","timestamp":1682035200000},"content-version":"unspecified","delay-in-days":0,"URL":"https:\/\/creativecommons.org\/licenses\/by\/4.0"}],"content-domain":{"domain":[],"crossmark-restriction":false},"abstract":"<jats:p>Within the well-studied Palearctic entomofauna, it is often assumed that the discovery of new species is limited to resolving cryptic species complexes within dark taxa. Herein, we describe a highly distinctive species of Aphanogmus Thomson, 1858 (Hymenoptera: Ceraphronidae) from Germany and provide a COI barcoding sequence for the new species. We present a 3D reconstruction of the holotype based on micro-CT to serve as a cybertype. The females of Aphanogmus kretschmanni Moser sp. nov. are diagnosed by two rows of prominent spines on the ventral edge of the 7th metasomal sternite, a character set that has not previously been found in Hymenoptera. We analyse the functional morphology of the ovipositor mechanism and discuss hypotheses regarding the functional implications of the unique modification of the 7th metasomal sternite. Possible host associations are reviewed and the taxonomic placement of the new species is discussed.<\/jats:p>","DOI":"10.5852\/ejt.2023.864.2095","type":"journal-article","created":{"date-parts":[[2023,4,21]],"date-time":"2023-04-21T08:06:36Z","timestamp":1682064396000},"page":"146-166","source":"Crossref","is-referenced-by-count":7,"title":"Surprising morphological diversity in ceraphronid wasps revealed by a distinctive new species of Aphanogmus (Hymenoptera: Ceraphronoidea)","prefix":"10.5852","volume":"864","author":[{"ORCID":"http:\/\/orcid.org\/0000-0001-7876-0278","authenticated-orcid":false,"given":"Marina","family":"Moser","sequence":"first","affiliation":[]},{"ORCID":"http:\/\/orcid.org\/0000-0002-9185-6378","authenticated-orcid":false,"given":"Jonah M.","family":"Ulmer","sequence":"additional","affiliation":[]},{"ORCID":"http:\/\/orcid.org\/0000-0001-7390-1318","authenticated-orcid":false,"given":"Thomas","family":"Van de Kamp","sequence":"additional","affiliation":[]},{"ORCID":"http:\/\/orcid.org\/0000-0003-0140-3859","authenticated-orcid":false,"given":"Cristina","family":"Vasilița","sequence":"additional","affiliation":[]},{"ORCID":"http:\/\/orcid.org\/0000-0003-0834-0707","authenticated-orcid":false,"given":"Maura","family":"Renninger","sequence":"additional","affiliation":[]},{"ORCID":"http:\/\/orcid.org\/0000-0001-9719-0215","authenticated-orcid":false,"given":"István","family":"Mikó","sequence":"additional","affiliation":[]},{"ORCID":"http:\/\/orcid.org\/0000-0002-3724-1735","authenticated-orcid":false,"given":"Lars","family":"Krogmann","sequence":"additional","affiliation":[]}],"member":"3904","published-online":{"date-parts":[[2023,4,21]]},"reference":[{"key":"142165","unstructured":"Alekseev V.N. 1978a. [Basoko Risbec (Hymenoptera, Ceraphronoidea), a genus new to the Palearctic fauna, and an identification key to the genera of the Ceraphronoidea.] Entomological Review 57: 449–453. [Originally published in Russian in Entomologicheskoe Obozrenie 57: 654–660.]"},{"key":"142167","unstructured":"Alekseev V.N. 1978b. [Superfamily Ceraphronoidea (Ceraphronoids)]. In: Medvedev G.S. (ed.) [Determination of Insects of the European Portion of the USSR] 3 (2): 664–691. Akademiia nauk SSSR Zoologicheskogo Instituta, Leningrad."},{"key":"142169","unstructured":"Alekseev V.N. 1980. [Systematic position of Dendrocerus spissicornis Hellén, 1966 and notes on the systematics of the genus Dendrocerus Ratzeburg (Hymenoptera, Ceraphronoidea, Megaspilidae).] Èntomologičeskoe obozrenie 59: 385–390."},{"key":"142171","unstructured":"Alekseev V.N. 1995. [Family Ceraphronidae]. In: Lehr P.A. (ed.) [Key to Insects of Russian Far East in Six Volumes. Vol. 4 (2) Neuropteroidea, Mecoptera, Hymenoptera]: 33–37. Dal’nauka, Vladivostok."},{"key":"142173","doi-asserted-by":"crossref","unstructured":"Atallah J., Teixeira L., Salazar R., Zaragoza G. & Kopp A. 2014. The making of a pest: the evolution of a fruit-penetrating ovipositor in Drosophila suzukii and related species. Proceedings of the Royal Society B 281: 20132840. https:\/\/doi.org\/10.1098\/rspb.2013.2840","DOI":"10.1098\/rspb.2013.2840"},{"key":"142175","unstructured":"Austin A.D. 1987. Ceraphronidae. In: Cock M.J.W., Godfray H.C.J. & Holloway J.D. (eds) Slug & Nettle Caterpillars: The Biology, Taxonomy and Control of the Limacocidae of Economic Importance on Palms in South-East Asia: 181–183. CABI International, Wallingford."},{"key":"142177","unstructured":"Bakke A. 1955. Insects reared from spruce cones in northern Norway 1951. Norsk Entomologisk Tidsskrift 9: 152–212."},{"key":"142179","doi-asserted-by":"crossref","unstructured":"Belshaw R., Grafen A. & Quicke D. 2003. Inferring life history from ovipositor morphology in parasitoid wasps using phylogenetic regression and discriminant analysis. Zoological Journal of the Linnean Society 139 (2): 213–228. https:\/\/doi.org\/10.1046\/j.1096-3642.2003.00078.x","DOI":"10.1046\/j.1096-3642.2003.00078.x"},{"key":"142181","doi-asserted-by":"crossref","unstructured":"Bickford D., Lohman D.J., Sohi N.S., Ng P.K.L., Meier R., Winker K., Ingram K.K. & Das I. 2007. Cryptic species as a window on diversity and conservation. Trends in Ecology & Evolution 22 (3): 148–155. https:\/\/doi.org\/10.1016\/j.tree.2006.11.004","DOI":"10.1016\/j.tree.2006.11.004"},{"key":"142183","doi-asserted-by":"crossref","unstructured":"Bijoy C. & Rajmohana K. 2021. First report of rare genera, Pteroceraphron Dessart 1981, Elysoceraphron Szelenyi 1936 and Cyoceraphron Dessart 1975 (Ceraphronidae: Hymenoptera) from India with new species descriptions. Journal of Asia-Pacific Entomology. https:\/\/doi.org\/10.1016\/j.aspen.2021.07.010","DOI":"10.1016\/j.aspen.2021.07.010"},{"key":"142185","doi-asserted-by":"crossref","unstructured":"Buffington M.L. & Polaszek A. 2009. Recent occurrence of Aphanogmus dictynna (Waterston) (Hymenoptera: Ceraphronidae) in Kenya–an important hyperparasitoid of the coffee berry borer Hypothenemus hampei (Ferrari) (Coleoptera: Curculionidae). Zootaxa 2214 (2009): 62–68. https:\/\/doi.org\/10.11646\/ZOOTAXA.2214.1.4","DOI":"10.11646\/zootaxa.2214.1.4"},{"key":"142187","unstructured":"Buhl P.N. & O’Connor J. 2010. Nine species of Ceraphronidae (Hymenoptera: Ceraphronoidea) new to Ireland. The Irish Naturalists’ Journal 31: 126–127."},{"key":"142189","unstructured":"Buhl P.N., O’Connor J.P. & Ashe P. 2010. A new reared species of Aphanogmus (Hym., Ceraphronidae) from Ireland. Entomologist’s Monthly Magazine 146 (1748–50): 53–55."},{"key":"142191","doi-asserted-by":"crossref","unstructured":"Cecilia A., Rack A., Douissard P.-A., Martin T., dos Santos Rolo T., Vagovič P., Hamann E., van de Kamp T., Riedel A., Fiederle M. & Baumbach T. 2011. LPE grown LSO:Tb scintillator films for high-resolution X-ray imaging applications at synchrotron light sources. Nuclear Instruments and Methods in Physics Research Section A: Accelerators, Spectrometers, Detectors and Associated Equipment 648: 321–323. https:\/\/doi.org\/10.1016\/j.nima.2010.10.150","DOI":"10.1016\/j.nima.2010.10.150"},{"key":"142193","doi-asserted-by":"crossref","unstructured":"Chimeno C., Hausmann A., Schmidt S., Raupach M.J., Doczkal D., Baranov V., Hübner J., Höcherl A., Albrecht R., Jaschhof M., Haszprunar G. & Hebert P.D.N. 2022. Peering into the darkness: DNA barcoding reveals surprisingly high diversity of unknown species of Diptera (Insecta) in Germany. Insects 13 (1): 82. https:\/\/doi.org\/10.3390\/insects13010082","DOI":"10.3390\/insects13010082"},{"key":"142195","unstructured":"Dathe H.H., Taeger A. & Blank S.M. (eds). 2001. Verzeichnis der Hautflügler Deutschlands – Entomofauna Germanica. 4 (7): 1–180. Dresden."},{"key":"142197","doi-asserted-by":"crossref","unstructured":"Dayrat B. 2005 Towards integrative taxonomy. Biological Journal of the Linnean Society, 85: 407–415. https:\/\/doi.org\/10.1111\/j.1095-8312.2005.00503.x","DOI":"10.1111\/j.1095-8312.2005.00503.x"},{"key":"142199","unstructured":"Dessart P. 1962. Contribution à l’étude des Hyménoptères Proctotrupoidea (I). Notes sur quelques Ceraphronidae africains et tableau dichotomique des genres. Bulletin et Annales de la Société royale d’Entomologie de Belgique. 98: 292–311."},{"key":"142201","unstructured":"Dessart P. 1963. Contribution à l’étude des Hyménoptères Proctotrupoidea (III). Revision du genre Allomicrops Kieffer, 1914, et description de Ceraphron masneri sp. nov. (Ceraphronidae). Bulletin et Annales de la Société royale belge d’Entomologie. 99: 513–539."},{"key":"142203","unstructured":"Dessart P. 1975. A propos du genre Neoceraphron Ashmead, 1893 (Hym. Ceraphronoidea, Ceraphronidae). Bulletin et Annales de la Société royale belge d’Entomologie. 111: 163–177."},{"key":"142205","unstructured":"Dessart P. 1978. Four new species of African Ceraphronidae (Hymenoptera). Journal of the Entomological Society of South Africa 41: 275–284."},{"key":"142207","unstructured":"Dessart P. 1995. Craphronidae. In: Hanson P.E. & Gauld I.D. (eds) The Hymenoptera of Costa Rica: 199–203. Oxford University Press, Oxford."},{"key":"142209","unstructured":"Dessart P. 2001. Ceraphronoidea. In: Dathe H.H., Taeger A. & Blank S.M. (eds) Verzeichnis der Hautflügler Deutschlands – Entomofauna Germanica 4 (7): 31–32. Dresden."},{"key":"142211","unstructured":"Dessart P. & Alekseev V. 1980. A propos d’Elysoceraphron hungaricus Szelenyi, 1936 (Hym. Ceraphronoidea Ceraphronidae). Bulletin et Annales de la Société royale belge d’Entomologie. 52 (2): 1–4."},{"key":"142213","unstructured":"Dessart P. & Bournier A. 1971. Thrips tabaci Lindman (Thysanoptera), hôte inattendu d’Aphanogmus fumipennis (Thomson) (Hym. Ceraphronidae). Bulletin et Annales de la Société royale belge d’Entomologie. 107 : 116–118."},{"key":"142215","unstructured":"Dessart P. & Cancemi P. 1987. Tableau dichotomique des genres de Ceraphronoidea (Hymenoptera) avec commentaires et nouvelles espèces. Frustula Entomologica, Nuova Serie 7–8: 307–372."},{"key":"142217","doi-asserted-by":"crossref","unstructured":"Durán J. & van Achterberg K. 2011. Oviposition behaviour of four ant parasitoids (Hymenoptera, Braconidae, Euphorinae, Neoneurini and Ichneumonidae, Hybrizontinae), with the description of three new European species. ZooKeys 125: 59–106. https:\/\/doi.org\/10.3897\/zookeys.125.1754","DOI":"10.3897\/zookeys.125.1754"},{"key":"142219","doi-asserted-by":"crossref","unstructured":"Ernst A., Mikó I. & Deans A. 2013. Morphology and function of the ovipositor mechanism in Ceraphronoidea (Hymenoptera, Apocrita). Journal of Hymenoptera Research 33: 25–61. https:\/\/doi.org\/10.3897\/jhr.33.5204","DOI":"10.3897\/jhr.33.5204"},{"key":"142221","doi-asserted-by":"crossref","unstructured":"Evans G.A., Dessart P. & Glenn H. 2005. Two new species of Aphanogmus (Hymenoptera: Ceraphronidae) of economic importance reared from Cybocephalus nipponicus (Coleoptera: Cybocephalidae). Zootaxa 1018: 47–54. https:\/\/doi.org\/10.11646\/zootaxa.1018.1.3","DOI":"10.11646\/zootaxa.1018.1.3"},{"key":"142223","doi-asserted-by":"crossref","unstructured":"Geiger M., Moriniere J., Hausmann A., Haszprunar G., Wägele W., Hebert P. & Rulik B. 2016. Testing the Global Malaise Trap Program – How well does the current barcode reference library identify flying insects in Germany? Biodiversity Data Journal 4: e10671. https:\/\/doi.org\/10.3897\/BDJ.4.e10671","DOI":"10.3897\/BDJ.4.e10671"},{"key":"142225","doi-asserted-by":"crossref","unstructured":"Gokhman V.E. 2018. Integrative Taxonomy and its implications for species-level systematics of parasitoid Hymenoptera. Entomological Review 98 (7): 834–864. https:\/\/doi.org\/10.1134\/S0013873818070059","DOI":"10.1134\/S0013873818070059"},{"key":"142227","unstructured":"Gottschalk T. 2019. Der Spitzberg. Landschaft, Biodiversität und Naturschutz. Thorbecke Verlag, Ostfildern, Germany."},{"key":"142229","doi-asserted-by":"crossref","unstructured":"Habel J.C., Segerer A., Ulrich W., Torchyk O., Weisser W.W. & Schmitt T. 2016. Butterfly community shifts over two centuries. Conservation Biology 30: 754–762. https:\/\/doi.org\/10.1111\/cobi.12656","DOI":"10.1111\/cobi.12656"},{"key":"142231","doi-asserted-by":"crossref","unstructured":"Hallmann C.A., Sorg M., Jongejans E., Siepel H., Hofland N., Schwan H., Stenmans W., Müller A., Sumser H., Hörren T., Goulson D. & de Kroon H. 2017. More than 75 percent decline over 27 years in total flying insect biomass in protected areas. PloS One 12: 1–21. https:\/\/doi.org\/10.1371\/journal.pone.0185809","DOI":"10.1371\/journal.pone.0185809"},{"key":"142233","doi-asserted-by":"crossref","unstructured":"Hallmann C.A., Ssymank A., Sorg M., de Kroon H. & Jongejans E. 2021. Insect biomass decline scaled to species diversity: General patterns derived from a hoverfly community. Proceedings of the National Academy of Sciences 118 (2): e2002554117. https:\/\/doi.org\/10.1073\/pnas.2002554117","DOI":"10.1073\/pnas.2002554117"},{"key":"142235","doi-asserted-by":"crossref","unstructured":"Hausmann A., Krogmann L., Peters R.S., Rduch V. & Schmidt S. 2020. GBOL III: Dark Taxa. iBOL Barcode Bulletin 10 (1). https:\/\/doi.org\/10.21083\/ibol.v10i1.6242","DOI":"10.21083\/ibol.v10i1.6242"},{"key":"142237","doi-asserted-by":"crossref","unstructured":"Hebert P.D.N., Cywinska A., Ball S. L. & deWaard J.R. 2003. Biological identifications through DNA barcodes. Proceedings of the Royal Society B 270: 313–321. https:\/\/doi.org\/10.1098\/rspb.2002.2218","DOI":"10.1098\/rspb.2002.2218"},{"key":"142239","doi-asserted-by":"crossref","unstructured":"Hebert P.D.N., Penton E.H., Burns J.M., Janzen D.H. & Hallwachs W. 2004. Ten species in one: DNA barcoding reveals cryptic species in the neotropical skipper butterfly Astraptes fulgerator. Proceedings of the National Academy of Sciences 101: 14812–14817. https:\/\/doi.org\/10.1073\/pnas.0406166101","DOI":"10.1073\/pnas.0406166101"},{"key":"142241","doi-asserted-by":"crossref","unstructured":"Hebert P.D.N., Ratnasingham S., Zakharov E.V., Telfer A.C., Levesque-Beaudin V., Milton M.A., Pedersen S., Jannetta P. & deWaard J.R. 2016. Counting animal species with DNA barcodes: Canadian insects. Philosophical Transactions of the Royal Society B 371: 20150333. https:\/\/doi.org\/10.1098\/rstb.2015.0333","DOI":"10.1098\/rstb.2015.0333"},{"key":"142243","unstructured":"Hellén W. 1966. Die Ceraphroniden Finnlands (Hymenoptera Proctotrupoidea). Fauna Fennica 20: 1–45."},{"key":"142245","doi-asserted-by":"crossref","unstructured":"Homburg K., Drees C., Boutaud E., Nolte D., Schuett W., Zumstein P., Ruschkowski E. & Assmann T. 2019. Where have all the beetles gone? Long‐term study reveals carabid species decline in a nature reserve in Northern Germany. Insect Conservation and Diversity. https:\/\/doi.org\/10.1111\/icad.12348","DOI":"10.1111\/icad.12348"},{"key":"142247","unstructured":"IUCN. 2021. The IUCN Red List of Threatened Species. Version 2021-3. Available from https:\/\/www.iucnredlist.org [accessed 19 Apr. 2022]."},{"key":"142249","unstructured":"Johnson N.F. & Musetti L. 2004. Catalog of the Systematic literature of the Superfamily Ceraphronoidea (Hymenoptera). Contributions of the American Entomological Institute 33. Gainesville, FL."},{"key":"142251","unstructured":"Klausnitzer B. 2005. Die Insektenfauna Deutschlands (“Entomofauna Germanica”) – ein Gesamtüberblick. Linzer biologische Beiträge 37 (1): 87–97."},{"key":"142253","doi-asserted-by":"crossref","unstructured":"Laborius A. 1972. Untersuchungen über die Parasitierung des Kohlschotenrüsslers (Ceuthorrchynchus assimilis Payk.) und der Kohlschotengallmücke (Dasyneura brassicae Winn.) in Schleswig-Holstein. Zeitschrift für Angewandte Entomologie 72: 14–31. https:\/\/doi.org\/10.1111\/j.1439-0418.1972.tb02213.x","DOI":"10.1111\/j.1439-0418.1972.tb02213.x"},{"key":"142255","doi-asserted-by":"crossref","unstructured":"Le Ralec A., Rabasse J.M. & Wajnberg E. 1996. Comparative morphology of the ovipositor of some parasitic Hymenoptera in relation to characteristics of their hosts. The Canadian Entomologist 128 (3): 413–433. https:\/\/doi.org\/10.4039\/ent128413-3","DOI":"10.4039\/Ent128413-3"},{"key":"142257","doi-asserted-by":"crossref","unstructured":"Lösel P., van de Kamp T., Jayme A., Ershov A., Faragó T., Tan Jerome N., Aedepu N., Bremer S., Chilingaryan S.A., Heethoff M., Kopmann A., Odar J., Schmelzle S., Zuber M., Wittbrodt J., Baumbach T. & Heuveline V. 2020. Introducing Biomedisa as an open-source online platform for biomedical image segmentation. Nature Communications 11: 1–14. https:\/\/doi.org\/10.1038\/s41467-020-19303-w","DOI":"10.1038\/s41467-020-19303-w"},{"key":"142259","unstructured":"Luhman J.C., Holzenthal R.W. & Kjaerandsen J.K. 1999. New Host Record of a Ceraphronid (Hymenoptera) in Trichoptera Pupae. Journal of Hymenoptera Research 8 (1): 126."},{"key":"142261","unstructured":"Masner L. 1957. Bemerkungen zur Gattung Elysoceraphron Szel. (Hym., Ceraphronoidea). Nachrichtenblatt des bayerischen Entomologen 9: 81–64."},{"key":"142263","doi-asserted-by":"crossref","unstructured":"Matsuo K., Ganaha-Kikumura T., Ohno S. & Yukawa J. 2016. Description of a new species of Aphanogmus Thomson (Hymenoptera, Ceraphronidae) that parasitizes acarivorous gall midges of Feltiella (Diptera, Cecidomyiidae) in Japan. ZooKeys 596: 77–85. https:\/\/doi.org\/10.3897\/zookeys.596.8472","DOI":"10.3897\/zookeys.596.8472"},{"key":"142265","doi-asserted-by":"crossref","unstructured":"Mikó I. & Deans A. 2009. Masner, a new genus of Ceraphronidae (Hymenoptera, Ceraphronoidea) described using controlled vocabularies. ZooKeys 20: 127–153. https:\/\/doi.org\/10.3897\/zookeys.20.119","DOI":"10.3897\/zookeys.20.119"},{"key":"142267","doi-asserted-by":"crossref","unstructured":"Mikó I., Masner L., Johannes E., Yoder M.J. & Deans A.R. 2013. Male terminalia of Ceraphronoidea: morphological diversity in an otherwise monotonous taxon. Insect Systematics & Evolution 44: 261–347. https:\/\/doi.org\/10.1163\/1876312X-04402002","DOI":"10.1163\/1876312X-04402002"},{"key":"142269","doi-asserted-by":"crossref","unstructured":"Mikó I., Trietsch C., van de Kamp T., Masner L., Ulmer J.M., Yoder M.J., Zuber M., Sandall E.L., Baumbach T. & Deans A.R. 2018. Revision of Trassedia (Hymenoptera: Ceraphronidae), an evolutionary relict With an unusual distribution. Insect Systematics and Diversity 2 (6). https:\/\/doi.org\/10.1093\/isd\/ixy015","DOI":"10.1093\/isd\/ixy015"},{"key":"142271","doi-asserted-by":"crossref","unstructured":"Muesebeck C.F.W. & Walkley L.M. 1956. Type species of the genera and subgenera of parasitic wasps comprising the superfamily Proctotrupoidea (Order Hymenoptera). Proceedings of the United States National Museum 105 (3359): 319–419. https:\/\/doi.org\/10.5479\/si.00963801.3359.319","DOI":"10.5479\/si.00963801.3359.319"},{"key":"142273","doi-asserted-by":"crossref","unstructured":"Nakajima K. & Schwarz O. 2014. How to use the ovipositor drilling mechanism of Hymenoptera for developing a surgical instrument in biomimetic design. International Journal of Design & Nature and Ecodynamics 9 (3): 177–89. https:\/\/doi.org\/10.2495\/DNE-V9-N3-177-189","DOI":"10.2495\/DNE-V9-N3-177-189"},{"key":"142275","doi-asserted-by":"crossref","unstructured":"Page R.D. 2016. DNA barcoding and taxonomy: dark taxa and dark texts. Philosophical Transactions of the Royal Society B 371 (1702): 20150334. https:\/\/doi.org\/10.1098\/rstb.2015.0334","DOI":"10.1098\/rstb.2015.0334"},{"key":"142277","doi-asserted-by":"crossref","unstructured":"Peter C. & David B.V. 1990. Biology of Aphanogmus fijiensis (Ferriere) (Hymenoptera: Ceraphronidae) a hyperparasite of Diaphania indica (Saunders) (Lepidoptera: Pyralidae) through Apanteles taragamae Viereck (Hymenoptera: Braconidae). Proceedings: Animal Sciences 99: 131–135. https:\/\/doi.org\/10.1007\/BF03186382","DOI":"10.1007\/BF03186382"},{"key":"142279","doi-asserted-by":"crossref","unstructured":"Pfenninger M. & Schwenk K. 2007. Cryptic animal species are homogeneously distributed among taxa and biogeographical regions. BMC Evolutionary Biology 7 (121). https:\/\/doi.org\/10.1186\/1471-2148-7-121","DOI":"10.1186\/1471-2148-7-121"},{"key":"142281","unstructured":"Polaszek A. & LaSalle J. 1995. The hyperparasitoids (Hymenoptera: Ceraphronidae, Encyrtidae, Eulophidae, Eurytomidae) of cereal stem borers (Lepidoptera: Noctuidae, Pyralidae) in Africa. African Entomology 3 (2): 131–146."},{"key":"142283","doi-asserted-by":"crossref","unstructured":"Polaszek A. & Dessart P. 1996. Taxonomic problems in the Aphanogmus hakonensis species complex; (Hymenoptera: Ceraphronidae) common hyperparasitoids in biocontrol programmes against lepidopterous pests in the tropics. Bulletin of Entomological Research 86 (4): 419–422. https:\/\/doi.org\/10.1017\/S0007485300035008","DOI":"10.1017\/S0007485300035008"},{"key":"142285","doi-asserted-by":"crossref","unstructured":"Quicke D.L.J., Fitton M.G., Tunstead J.R., Ingram S.N. & Gaitens P.V. 1994. Ovipositor structure and relationships within the Hymenoptera, with special reference to the Ichneumonoidea. Journal of Natural History 28 (3): 635–682. https:\/\/doi.org\/10.1080\/00222939400770301","DOI":"10.1080\/00222939400770301"},{"key":"142287","doi-asserted-by":"crossref","unstructured":"Ratnasingham S. & Hebert P.D.N. 2007. BOLD: The Barcode of Life Data System (www.barcodinglife.org). Molecular Ecology Notes 7 (3): 355–364. https:\/\/doi.org\/10.1111\/j.1471-8286.2007.01678.x","DOI":"10.1111\/j.1471-8286.2007.01678.x"},{"key":"142289","unstructured":"Ratzeburg J.T.C. 1852. Die Ichneumonen der Forstinsecten in forstlicher und entomologischer Beziehung. Vol. 3. Nicolaischen Buchhandlung, Berlin."},{"key":"142291","unstructured":"Scheuchl E. & Schwenninger H.R. 2015. Kritisches Verzeichnis und aktuelle Checkliste der Wildbienen Deutschlands (Hymenoptera, Anthophila) sowie Anmerkungen zur Gefährdung. Mitteilungen des entomologischen Vereins Stuttgart 50: 3–225."},{"key":"142293","doi-asserted-by":"crossref","unstructured":"Schindelin J., Arganda-Carreras I., Frise E., Kaynig V., Longair M., Pietzsch T., Preibisch S., Rueden C., Saalfeld S., Schmid B., Tinevez J.-Y., White D.J., Hartenstein V., Eliceiri K., Tomancak P. & Cardona A. 2012. Fiji: an open-source platform for biological-image analysis. Nature Methods 9 (7): 676–682. https:\/\/doi.org\/10.1038\/nmeth.2019","DOI":"10.1038\/nmeth.2019"},{"key":"142295","doi-asserted-by":"crossref","unstructured":"Shaw M.R. 2006. Habitat considerations for parasitic wasps (Hymenoptera). Journal of Insect Conservation 10 (2): 117–127. https:\/\/doi.org\/10.1007\/s10841-006-6288-1","DOI":"10.1007\/s10841-006-6288-1"},{"key":"142297","doi-asserted-by":"crossref","unstructured":"Shaw M.R. & Hochberg M.E. 2001. The neglect of parasitic Hymenoptera in insect conservation strategies. The British fauna as a prime example. Journal of Insect Conservation 5: 253–263. https:\/\/doi.org\/10.1023\/A:1013393229923","DOI":"10.1023\/A:1013393229923"},{"key":"142299","doi-asserted-by":"crossref","unstructured":"Shevtsova E., Hansson C., Janzen D.H. & Kjærandsen J. 2011. Stable structural color patterns displayed on transparent insect wings. Proceedings of the National Academy of Sciences of the United States of America 108 (2): 668–673. https:\/\/doi.org\/10.1073\/pnas.1017393108","DOI":"10.1073\/pnas.1017393108"},{"key":"142301","unstructured":"Sinacori A., Mineo G. & Lo Verde G. 1992. Osservazioni su Aphanogmus steinitzi Priesner (Hym. Ceraphronidae) parassitoide di Conwentzia psociformis (Curtis) (Neur. Coniopterygidae). Phytophaga 4: 29–48."},{"key":"142303","doi-asserted-by":"crossref","unstructured":"Srivathsan A., Ang Y., Heraty J.M., Hwang W.S., Jusoh W.F.A., Kutty S.N., Puniamoorthy J., Yeo D., Roslin T. & Meier R. 2022. Global convergence of dominance and neglect in flying insect diversity. Preprint. https:\/\/doi.org\/10.1101\/2022.08.02.502512","DOI":"10.1101\/2022.08.02.502512"},{"key":"142305","unstructured":"Starý P. 1976. External female genitalia of the Aphidiidae (Hymenoptera). Acta Entomologica Bohemoslovaca 73: 102–112."},{"key":"142307","unstructured":"Szelényi G. von 1936. Beiträge zur Kenntnis der Paläarktischen Calliceratiden (Hym. Proct.). Annales Historico-Naturales Musei Nationalis Hungarici 30: 50–66."},{"key":"142309","doi-asserted-by":"crossref","unstructured":"Ulmer J.M., Mikó I. & Deans A.R. 2018. Ceraphron krogmanni (Hymenoptera: Ceraphronidae), a new species from Lower Saxony with unusual male genitalia. Biodiversity Data Journal 6: e24173. https:\/\/doi.org\/10.3897\/BDJ.6.e24173","DOI":"10.3897\/BDJ.6.e24173"},{"key":"142311","doi-asserted-by":"crossref","unstructured":"Ulmer J.M., Mikó I., Deans A.R. & Krogmann L. 2021. The Waterston’s evaporatorium of Ceraphronidae (Ceraphronoidea, Hymenoptera): A morphological barcode to a cryptic taxon. Journal of Hymenoptera Research 85: 29–56. https:\/\/doi.org\/10.3897\/jhr.85.67165","DOI":"10.3897\/jhr.85.67165"},{"key":"142313","doi-asserted-by":"crossref","unstructured":"Vasilița C., Moser M. & Krogmann L. 2022. Mission possible: an optimised protocol for the unbarcodable Ceraphronoidea (Hymenoptera). Biodiversity Data Journal 10: e84860. https:\/\/doi.org\/10.3897\/BDJ.10.e84860","DOI":"10.3897\/BDJ.10.e84860"},{"key":"142315","doi-asserted-by":"crossref","unstructured":"Vogelgesang M., Chilingaryan S., Rolo T.d. & Kopmann A. 2012. UFO: A scalable GPU-based image processing framework for on-line monitoring. 2012 IEEE 14th International Conference on High Performance Computing and Communication & 2012 IEEE 9th International Conference on Embedded Software and Systems: 824–829. https:\/\/doi.org\/10.1109\/HPCC.2012.116","DOI":"10.1109\/HPCC.2012.116"},{"key":"142317","doi-asserted-by":"crossref","unstructured":"Wagner D.L., Grames E.M., Forister M.L., Berenbaum M.R. & Stopak D. 2021. Insect decline in the Anthropocene: Death by a thousand cuts. Proceedings of the National Academy of Sciences 118 (2): e2023989118. https:\/\/doi.org\/10.1073\/pnas.2023989118","DOI":"10.1073\/pnas.2023989118"},{"key":"142319","unstructured":"Wang A.X. & Cook L.G. 2012. Oviposition behaviour in the dart-tailed wasp, Cameronella Dalla Torre (Hymenoptera: Pteromalidae: Colotrechinae). Australian Entomologist 39 (3): 179–187."},{"key":"142321","doi-asserted-by":"crossref","unstructured":"Whiteman N.K., Groen S.C., Chevasco D., Bear A., Beckwith N., Gregory T.R., Denoux C., Mammarella N., Ausubel F.M. & Pierce N.E. 2011. Mining the plant–herbivore interface with a leafmining Drosophila of Arabidopsis. Molecular Ecology 20: 995–1014. https:\/\/doi.org\/10.1111\/j.1365-294X.2010.04901.x","DOI":"10.1111\/j.1365-294X.2010.04901.x"},{"key":"142323","doi-asserted-by":"crossref","unstructured":"Yefremova Z.A., Kravchenko V.D., Yegorenkova E.N., Traore M.M., Traore S.F. & Muller G.C. 2021. The Hymenopteran parasitoid complex associated with Coniesta ignefusalis (Hampson) (Lepidoptera: Crambidae) on Pearl millet in Mali. Phytoparasitica 49: 553–559. https:\/\/doi.org\/10.1007\/s12600-020-00870-z","DOI":"10.1007\/s12600-020-00870-z"},{"key":"142325","doi-asserted-by":"crossref","unstructured":"Yoder M.J., Mikó I., Seltmann K.C., Bertone M.A. & Deans A.R. 2010. A gross anatomy ontology for Hymenoptera. PloS One 5 (12): e15991. https:\/\/doi.org\/10.1371\/journal.pone.0015991","DOI":"10.1371\/journal.pone.0015991"}],"container-title":"European Journal of Taxonomy","original-title":[],"link":[{"URL":"https:\/\/europeanjournaloftaxonomy.eu\/index.php\/ejt\/article\/download\/2095\/8795","content-type":"application\/pdf","content-version":"vor","intended-application":"text-mining"},{"URL":"https:\/\/europeanjournaloftaxonomy.eu\/index.php\/ejt\/article\/download\/2095\/8801","content-type":"unspecified","content-version":"vor","intended-application":"text-mining"},{"URL":"https:\/\/europeanjournaloftaxonomy.eu\/index.php\/ejt\/article\/download\/2095\/8793","content-type":"unspecified","content-version":"vor","intended-application":"similarity-checking"}],"deposited":{"date-parts":[[2024,2,13]],"date-time":"2024-02-13T17:04:02Z","timestamp":1707843842000},"score":1,"resource":{"primary":{"URL":"https:\/\/europeanjournaloftaxonomy.eu\/index.php\/ejt\/article\/view\/2095"}},"subtitle":[],"short-title":[],"issued":{"date-parts":[[2023,4,21]]},"references-count":81,"URL":"http:\/\/dx.doi.org\/10.5852\/ejt.2023.864.2095","relation":{},"ISSN":["2118-9773"],"subject":[],"container-title-short":"EJT","published":{"date-parts":[[2023,4,21]]}}