{"indexed":{"date-parts":[[2023,12,27]],"date-time":"2023-12-27T00:14:53Z","timestamp":1703636093283},"reference-count":80,"publisher":"Museum National d'Histoire Naturelle, Paris, France","issue":"23","content-domain":{"domain":[],"crossmark-restriction":false},"published-print":{"date-parts":[[2023,12,5]]},"DOI":"10.5252\/zoosystema2023v45a23","type":"journal-article","created":{"date-parts":[[2023,12,26]],"date-time":"2023-12-26T17:04:50Z","timestamp":1703610290000},"source":"Crossref","is-referenced-by-count":0,"title":"Resampling Bouché's historical localities reveals three new species and helps identifying a new genus of earthworms (Oligochaeta, Hormogastridae and Lumbricidae) in Southeastern France","prefix":"10.5252","volume":"45","author":[{"given":"Sylvain","family":"Gérard","sequence":"first","affiliation":[{"name":"Eco&Sols, INRAE, IRD, CIRAD, SupAgro Montpellier, Campus SupAgro, Bâtiment 12, 2 place Viala, F-34060 Montpellier cedex 2 (France) and CEFE, Université de Montpellier, CNRS, EPHE, IRD, 1919, route de Mende, F-34293 Montpellier cedex 5 (France)"}]},{"given":"Daniel Fernández","family":"Marchán","sequence":"additional","affiliation":[{"name":"CEFE, Université de Montpellier, CNRS, EPHE, IRD, 1919, route de Mende, F-34293 Montpellier cedex 5 (France) and Biodiversity, Ecology and Evolution Department, Faculty of Biology, Universidad Complutense de Madrid, Avenida de Séneca, 2 Ciudad Univer"}]},{"given":"Alejandro Martinez","family":"Navarro","sequence":"additional","affiliation":[{"name":"Biodiversity, Ecology and Evolution Department, Faculty of Biology, Universidad Complutense de Madrid, Avenida de Séneca, 2 Ciudad Universitaria E-28040 Madrid (Spain),"}]},{"given":"Mickaël","family":"Hedde","sequence":"additional","affiliation":[{"name":"Eco&Sols, INRAE, IRD, CIRAD, SupAgro Montpellier, Campus SupAgro, Bâtiment 12, 2 place Viala, F-34060 Montpellier cedex 2 (France),"}]},{"given":"Thibaud","family":"Decaëns","sequence":"additional","affiliation":[{"name":"CEFE, Université de Montpellier, CNRS, EPHE, IRD, 1919, route de Mende, F-34293 Montpellier cedex 5 (France)"}]}],"member":"3209","reference":[{"key":"76","doi-asserted-by":"crossref","unstructured":"K. Tamura, G. Stecher, S. Kumar,  \"Molecular Biology and Evolution.\"  38, \"MEGA11: Molecular Evolutionary Genetics Analysis version 11.\" 3022 (2021)","DOI":"10.1093\/molbev\/msab120"},{"key":"45","unstructured":"W. Michaelsen,  \"Oligochaeta, in Das Tierreich, volume 10.\"  575 (1900)"},{"key":"30","unstructured":"K. Katoh  and D. M. Standley  \"Molecular Biology and Evolution.\"  30, \"MAFFT multiple sequence alignment software version 7: improvements in performance and usability.\" 772 (2013)"},{"key":"16","unstructured":"D. Darriba, G. L. Taboada, R. Doallo, et al.  \"Nature Methods.\"  9, \"jModelTest 2: more models, new heuristics and parallel computing.\" 772 (2012)"},{"key":"1","doi-asserted-by":"crossref","unstructured":"H. Akaike,  \"Biometrika.\"  60, \"Maximum likelihood identification of Gaussian autoregressive moving average models.\" 255 (1973)","DOI":"10.1093\/biomet\/60.2.255"},{"key":"4","doi-asserted-by":"crossref","unstructured":"M. Barbero, G. Bonin, R. Loisel, et al.  \"Vegetatio.\"  87, \"Changes and disturbances of forest ecosystems caused by human activities in the western part of the Mediterranean basin.\" 151 (1990)","DOI":"10.1007\/BF00042952"},{"key":"65","doi-asserted-by":"crossref","unstructured":"S. Ratnasingham  and P. D. N. Hebert  \"Molecular Ecology Notes.\"  7, \"BOLD: The Barcode of Life Data System\" 355 (2007)","DOI":"10.1111\/j.1471-8286.2007.01678.x"},{"key":"23","unstructured":"O. Folmer, M. Black, W. Hoeh, et al.  \"Molecular Marine Biology and Biotechnology.\"  3, \"DNA primers for amplification of mitochondrial cytochrome c oxidase subunit I from diverse metazoan invertebrates.\" 294 (1994)"},{"key":"73","doi-asserted-by":"crossref","unstructured":"G. Schwarz,  \"The Annals of Statistics.\"  6, \"Estimating the dimension of a model.\" 461 (1978)","DOI":"10.1214\/aos\/1176344136"},{"key":"64","doi-asserted-by":"crossref","unstructured":"C. S. Rafinesque,  \"Analyse de la nature, ou tableau de l'univers et des corps organisés.\"  224 (1815)","DOI":"10.5962\/bhl.title.106607"},{"key":"24","unstructured":"(2022)"},{"key":"18","unstructured":"J. Domínguez, M. Aira, J. W. Breinholt, et al.  \"Molecular Phylogenetics and Evolution.\"  83, \"Underground evolution: new roots for the old tree of lumbricid earthworms.\" 7 (2015)"},{"key":"54","unstructured":"M. Pérez-Losada, M. Ricoy, J. C. Marshall, et al.  \"Molecular Phylogenetics and Evolution.\"  52, \"Phylogenetic assessment of the earthworm Aporrectodea caliginosa species complex (Oligochaeta: Lumbricidae) based on mitochondrial and nuclear DNA sequences.\" 293 (2009)"},{"key":"28","unstructured":"\"Guidelines for using the IUCN Red List categories and criteria. Version 15.1.\"  (2022)"},{"key":"2","unstructured":"J. J. Allaire, Y. Xie, J. Mcpherson, et al.  \"rmarkdown: Dynamic Documents for R. R package version 2.10.\"  (2022)"},{"key":"3","unstructured":"B. Baccaïni  and F. Sémécurbe  \"INSEEpremière.\"  1240, \"La croissance périurbaine depuis45ans.Extensionetdensification.\" 1 (2009)"},{"key":"5","unstructured":"R. J. Blakemore,  \"A Series of Searchable Texts on Earthworm Biodiversity, Ecology and Systematics from Various Regions of the World.\"  \"An updated list of valid, invalid and synonymous names of Criodriloidea and Lumbricoidea (Annelida: Oligochaeta: Criodrilidae, Sparganophilidae, Ailoscolecidae, Hormogastridae, Lumbricidae, Lutodrilidae).\" 1 (2008)"},{"key":"6","unstructured":"J. Blondel  and J. Aronson  \"Biology and Wildlife of the Mediterranean Region.\"  328 (1999)"},{"key":"7","doi-asserted-by":"crossref","unstructured":"M. B. Bouché,  \"Pedobiologia.\"  10, \"Remarques sur quelques Lumbricina de France et consequences de la decouverte des noveaux taxons Vignysinae (Subfam. nov) et Diporodrilidae (Fam. nov.).\" 246 (1970)","DOI":"10.1016\/S0031-4056(23)00418-3"},{"key":"8","unstructured":"M. B. Bouché,  \"Lombriciens de France. Ecologie et Systématique.\"  671 (1972)"},{"key":"9","doi-asserted-by":"crossref","unstructured":"K. Bretscher,  \"Revue suisse de zoologie. Annales de la société zoologique suisse.\"  8, \"Mitteilungen über die Oligochœtenfauna der Schweiz.\" 1 (1900)","DOI":"10.5962\/p.271507"},{"key":"10","unstructured":"M. Briones  and D. J. Díaz Cosín  \"Graellsia.\"  47, \"Eophila cyanea n. sp. (Lumbricidae, Oligochaeta), a new earthworm species from the Iberian Peninsula.\" 73 (1993)"},{"key":"11","unstructured":"G. G. Brown, S. W. James, E. Lapied, et al.  \"Zenodo.\"  \"A checklist of megadrile earthworm (Annelida: Clitellata) species and subspecies of the world.\" (2023)"},{"key":"12","unstructured":"J. Chantraine, A. Autran, C. Cavelier, et al.  \"Carte géologique de la France à l'échelle du millionième.\"  (1996)"},{"key":"13","unstructured":"S. Chauchard, C. Carcaillet, F. Guibal,  \"Ecosystems.\"  10, \"Patterns of Land-use Abandonment Control Tree-recruitment and Forest Dynamics in Mediterranean Mountains.\" 936 (2007)"},{"key":"14","unstructured":"C. Csuzdi  and A. Zicsi  \"Earthworms of Hungary (Annelida: Oligochaeta; Lumbricidae).\"  271 (2003)"},{"key":"15","doi-asserted-by":"crossref","unstructured":"J. Daligaux,  \"Géocarrefour.\"  76, \"La périurbanisation en Provence: visages d'hier et d'aujourd'hui, interrogations pour demain. Le cas du Var et des Bouches-du-Rhône.\" 289 (2001)","DOI":"10.3406\/geoca.2001.2571"},{"key":"17","unstructured":"T. Decaëns, M. C. Bartz, A. Goulpeau, et al.  \"Zoosystema.\"  \"IN PRESS. — Earthworms (Oligochaeta, Clitellata) of the Mitaraka range, French Guiana: commented checklist with description of one genus and eighteen species new to science.\""},{"key":"19","unstructured":""},{"key":"20","unstructured":"A.-L. Dugès,  \"Annales des Sciences naturelles, Paris Série.\"  1, \"Recherches sur la circulation, la respiration et la reproduction des Annélides abranches.\" 284 (1828)"},{"key":"21","doi-asserted-by":"crossref","unstructured":"E. G. Easton,  \"Earthworm Ecology: From Darwin toVermiculture.\"  \"A guide to the valid names of Lumbricidae (Oligochaeta).\" 475 (1983)","DOI":"10.1007\/978-94-009-5965-1_41"},{"key":"22","unstructured":"G. Eisen,  \"Öfversigt af Kongliga Vetenskaps-Akademiens Förhandligar.\"  30, \"Om Skandinaviens Lumbricider.\" 43 (1874)"},{"key":"25","unstructured":"A. E. Grube,  \"Archiv für Naturgeschichte.\"  \"Die Familien der Anneliden.\" 275 (1850)"},{"key":"26","unstructured":"T. A. Hall,  \"Nucleic acids symposium series.\"  \"BioEdit: a user-friendly biological sequence alignment editor and analysis program for Windows 95\/98\/NT.\" 95 (1999)"},{"key":"27","unstructured":"F. Höchtl, S. Lehringer, W. Konold,  \"Landscape and Urban Planning.\"  70, \"Wilderness”: what it means when it becomes a reality—a case study from the southwestern Alps.\" 85 (2005)"},{"key":"29","unstructured":"B. G. M. Jamieson,  \"Cladistics.\"  4, \"On the phylogeny and higher classification of the Oligochaeta.\" 367 (1988)"},{"key":"31","unstructured":"C. Labaune  and F. Magnin  \"Global Ecology and Biogeography.\"  11, \"Pastoral management vs. land abandonment in Mediterranean uplands: impact on land snail communities.\" 237 (2002)"},{"key":"32","unstructured":"J.-B. De Lamark,  \"Recherches sur l'organisation des corps vivants et particulièrement sur son origine, sur la cause de son développement et des progrès de sa composition et particulièrement sur son origine, sur la cause de son développement et des progrès de sa composition (…). Précédé du discours d'ouverture du cours de zoologie donné dans le Muséum d'Histoire naturelle.\"  VIII (1802)"},{"key":"33","unstructured":"D. F. Marchán  and J. Domínguez  \"Genes.\"  13, \"Evaluating the conservation status of a North-Western Iberian earthworm (Compostelandrilus cyaneus) with insight into its genetic diversity and ecological preferences.\" 337 (2022)"},{"key":"34","unstructured":"D. F. Marchán, R. Fernández, I. De Sosa, et al.  \"Invertebrate Systematics.\"  32, \"Integrative systematic revision of a Mediterranean earthworm family: Hormogastridae (Annelida, Oligochaeta).\" 652 (2018)"},{"key":"35","unstructured":"D. F. Marchán, M. Novo, N. Sánchez, et al.  \"Molecular Phylogenetics and Evolution.\"  146, \"Local adaptation fuels cryptic speciation in terrestrial annelids.\" 106767 (2020a)"},{"key":"36","unstructured":"D. F. Marchán, T. Decaëns, D. J. Díaz Cosín, et al.  \"European Journal of Taxonomy.\"  701, \"French Mediterranean islands as a refuge of relic earthworm species: Cataladrilus porquerollensis sp. nov. and Scherotheca portcrosana sp. nov. (Crassiclitellata, Lumbricidae).\" 1 (2020b)"},{"key":"37","unstructured":"D. F. Marchán, S. Jiménez, T. Decaëns, et al.  \"PLoS ONE.\"  16, \"Systematic revision of Gatesona (Crassiclitellata, Lumbricidae), an endemic earthworm genus from the Massif Central (France).\" e0255978 (2021)"},{"key":"38","doi-asserted-by":"crossref","unstructured":"D. F. Marchán, S. Gérard, M. Hedde, et al.  \"Zoosystema.\"  44, \"An updated checklist and a DNA barcode library for the earthworms (Crassiclitellata, Oligochaeta) of Corsica, France.\" 439 (2022)","DOI":"10.5252\/zoosystema2022v44a17"},{"key":"39","unstructured":"D. F. Marchán, J. Domínguez, M. Hedde, et al.  \"Zoosystema.\"  45, \"The cradle of giants: insights into the origin of Scherotheca Bouché, 1972 (Lumbricidae, Crassiclitellata) with the descriptions of eight new species from Corsica, France.\" 107 (2023a)"},{"key":"40","unstructured":"D. F. Marchán, M. Novo, J. Domínguez, et al.  \"Zoological Journal of the Linnean Society.\"  198, \"The best is yet to come: six new species within a large-bodied earthworm genus (Scherotheca, Lumbricidae) in a densely sampled region (Southwestern France).\" 802 (2023b)"},{"key":"41","unstructured":"A. Martínez Navarro, S. J. Pinadero, T. Decaëns, et al.  \"Journal of Zoological Systematics and Evolutionary Research.\"  2023, \"Catch-All No More: Integrative Systematic Revision of the Genus Allolobophora Eisen, 1874 (Crassiclitellata, Lumbricidae) with the Description of Two New Relict Earthworm Genera.\" 14 (2023)"},{"key":"42","unstructured":"J. Mathieu  and J. T. Davies  \"Journal of Biogeography.\"  41, \"Glaciation as an historical filter of below-ground biodiversity.\" 1204 (2014)"},{"key":"43","unstructured":"\"First Mediterranean Assessment Report.\"  \"Climate and environmental change in the Mediterranean Basin – Current situation and risks for the future.\" 632"},{"key":"44","unstructured":"W. Michaelsen,  \"Abhandlungen und Verhandlungen des Naturwissenschaftlichen Vereins.\"  13, \"Zur Kenntnis der Oligochaeten.\" 1 (1895)"},{"key":"46","unstructured":"W. Michaelsen,  \"Abdruck Verhandelingen der Naturwissenschaftlichen Vereins.\"  19, \"Die Oligochäten fauna der vorderindischceylonischen region.\" 1 (1910)"},{"key":"47","unstructured":"W. Michaelsen,  \"Mitteilungen aus dem Naturhistorischen Museum Hamburg.\"  36, \"Über die Beziehungen der Hirudineen zu den Oligochaeten.\" 131 (1919)"},{"key":"48","unstructured":"M. Misirlioğlu, J. W. Reynolds, M. Stojanović, et al.  \"Zootaxa.\"  5255, \"Earthworms (Clitellata, Megadrili) of the world: an updated checklist of valid species and families, with notes on their distribution.\" (2023)"},{"key":"49","unstructured":"N. Mršić  and J. A. Šapkarev  \"Acta Musei Macedonici Scientiarum Naturalium.\"  19, \"Revision of the genus Allolobophora Eisen, 1874 (sensu Pop 1941) (Lumbricidae, Oligochaeta).\" 1 (1988)"},{"key":"50","unstructured":"P. Omodeo,  \"Archivio Zoologico Italiano.\"  37, \"Materiali zoologici raccolti dal Dr. Marcuzzi sule Alpi Dolomitiche.\" 29 (1952)"},{"key":"51","unstructured":"P. Omodeo  and E. Rota  \"Proceedings of the California Academy of Sciences. Fourth Series.\"  59, \"Earthworm diversity and land evolution in three Mediterranean districts.\" 65 (2008)"},{"key":"52","unstructured":"L. Örley,  \"Mathematikai és Természettudományi Közlemények.\"  16, \"A magyarországi Oligochaeták faunája. I. Terricolae.\" 562 (1881)"},{"key":"53","unstructured":"M. G. Paoletti, R. J. Blakemore, C. Csuzdi, et al.  \"PLoS ONE.\"  11, \"Barcoding Eophila crodabepis sp. nov. (Annelida, Oligochaeta, Lumbricidae), a large stripy earthworm from Alpine foothills of Northeastern Italy similar to Eophila tellinii (Rosa, 1888).\" e0151799 (2016)"},{"key":"55","unstructured":"M. Pérez-Losada, J. W. Breinholt, P. G. Porto, et al.  \"PLoS ONE.\"  6, \"An earthworm riddle: Systematics and phylogeography of the Spanish Lumbricid Postandrilus.\" e28153 (2011)"},{"key":"56","unstructured":"F. J. Popović, M. M. Stojanović, J. Domínguez, et al.  \"Zootaxa.\"  5116, \"Molecular analysis of five controversial Balkanic species of Allolobophora Eisen, 1873 (Lumbricidae, Clitellata) with emendation of the genus Cernosvitovia Omodeo, 1956.\" 351 (2022)"},{"key":"57","unstructured":"E. Preiss, J.-L. Martin, M. Debussche,  \"Landscape Ecology.\"  12, \"Rural depopulation and recent landscape changes in a Mediterranean region: Consequences to the breeding avifauna.\" 51 (1997)"},{"key":"58","unstructured":"J.-P. Qiu  and M. B. Bouché  \"Documents Pédozoologiques et Intégrologiques.\"  4, \"Le genre Allolobophora Eisen, 1874 (Oligochaeta: Lumbricidae), ses avatars et sa définition moderne.\" 86 (1998a)"},{"key":"59","unstructured":"J.-P. Qiu  and M. B. Bouché  \"Documents Pédozoologiques et Intégrologiques.\"  4, \"Zophoscolex, un nouveau genre de Lumbricidae (Annelida: Oligochaeta) d'Ibérie et de France.\" 20 (1998b)"},{"key":"60","unstructured":"J.-P. Qiu  and M. B. Bouché  \"Documents Pédozoologiques et Intégrologiques.\"  4, \"Révision du genre Prosellodrilus Bouché, 1972 (Oligochaeta: Lumbricidae); description de 16 taxons nouveaux pour la science.\" 37 (1998c)"},{"key":"61","unstructured":"J.-P. Qiu  and M. B. Bouché  \"Documents Pédozoologiques et Intégrologiques.\"  4, \"Révision morphologique, chorologique et taxonomique du genre Scherotheca Bouché, 1972 (Oligochaeta: Lumbricidae).\" 117 (1998d)"},{"key":"62","unstructured":"J.-P. Qiu  and M. B. Bouché  \"Documents Pédozoologiques et Intégrologiques.\"  4, \"Heraclescolex, un nouveau genre de Lumbricidae (Annelida: Oligochaeta).\" 140 (1998e)"},{"key":"63","unstructured":"J.-P. Qiu  and M. B. Bouché  \"Documents Pédozoologiques et Intégrologiques.\"  4, \"Eumenescolex, un nouveau genre de Lumbricidae (Annelida: Oligochaeta).\" 3 (1998f)"},{"key":"66","unstructured":"D. Rosa,  \"Bollettino dei Musei di Zoologia ed Anatomia Comparata della R. Università di Torino.\"  63, \"Note sui Lombrichi iberici.\" 3 (1889)"},{"key":"67","doi-asserted-by":"crossref","unstructured":"D. Rosa,  \"Bollettino dei Musei di Zoologia ed Anatomia Comparata della R. Università di Torino.\"  7, \"Descrizione dell'Allolobophora smaragdina nuova specie di Lumbricide.\" 1 (1892)","DOI":"10.5962\/bhl.part.12593"},{"key":"68","doi-asserted-by":"crossref","unstructured":"D. Rosa,  \"Bollettino dei Musei di Zoologia ed Anatomia Comparata della R. Università di Torino.\"  8, \"Revisione dei lumbricidi.\" 1 (1893)","DOI":"10.5962\/bhl.part.27225"},{"key":"69","unstructured":"D. Rosa,  \"Bollettino dei Musei di Zoologia ed Anatomia Comparata della R. Università di Torino.\"  10, \"Allolobophora dugesii nuova specie di Lumbricide europeo.\" 1 (1895)"},{"key":"70","unstructured":"E. Rota,  \"Journal of Natural History.\"  28, \"Contribution to the taxonomy of the Hormogastridae (Annelida: Oligochaeta) with description of two new species from southern France.\" 27 (1994)"},{"key":"71","unstructured":"E. Rota, P. J. Schembri, P. Omodeo,  \"Zootaxa.\"  4311, \"Earthworms of Malta (Annelida: Clitellata: Acanthodrilidae, Hormogastridae, Lumbricidae).\" 287 (2017)"},{"key":"72","unstructured":"J.-C. Savigny  and G. Cuvier  \"Analyse des travaux de l'Académie royale des Sciences pendant l'année 1821, partie physique.\"  172 (1826)"},{"key":"74","unstructured":"I. De Sosa, D. J. Díaz Cosín, C. Csuzdi, et al.  \"European Journal of Soil Biology.\"  94, \"Placing Eophila tellinii (Oligochaeta, Lumbricidae) in a molecular phylogenetic context advances the century-old controversy around the problematic genus.\" 103114 (2019)"},{"key":"75","unstructured":"T. Szederjesi, D. F. Marchán, C. Csuzdi, et al.  \"Zoological Journal of the Linnean Society:.\"  \"Three in one: molecular phylogeny of the genus Helodrilus (Crassiclitellata: Lumbricidae) with a description of two new genera and two new species.\" zlac069 (2022)"},{"key":"77","unstructured":"A. Tetry,  \"Revue scientifique.\"  80, \"Description d'une nouvelle forme française de Lombricien: Eophila dugesi (Rosa) f. sanaryensis Tetry.\" 323 (1942)"},{"key":"78","unstructured":"A. Tetry,  \"Bulletin du Muséum national d'Histoire naturelle.\"  2, \"Octolasium calarensis n. sp. Un nouvel Oligochete Francais.\" 179 (1944)"},{"key":"79","unstructured":"A. Védovini,  \"Bulletin de la Société zoologique de France.\"  94, \"Contribution à l'étude des variations de l'espèce Allolobophora caliginosa (Lombricide).\" 657 (1969)"},{"key":"80","unstructured":"A. Zicsi  and C. Csuzdi  \"Revue Suisse de Zoologie.\"  106, \"Weitere Angaben zur Regenwurmfauna Frankreichs mit Beschreibung fünf neuer Arten (Oligochaeta: Lumbricidae).\" 983 (1999)"}],"container-title":"Zoosystema","original-title":[],"deposited":{"date-parts":[[2023,12,26]],"date-time":"2023-12-26T17:05:02Z","timestamp":1703610302000},"score":1,"resource":{"primary":{"URL":"https:\/\/bioone.org\/journals\/zoosystema\/volume-45\/issue-23\/zoosystema2023v45a23\/Resampling-Bouch%c3%a9s-historical-localities-reveals-three-new-species-and-helps\/10.5252\/zoosystema2023v45a23.full"}},"subtitle":[],"short-title":[],"issued":{"date-parts":[[2023,12,5]]},"references-count":80,"journal-issue":{"issue":"23","published-online":{"date-parts":[[2023,12,1]]}},"URL":"http:\/\/dx.doi.org\/10.5252\/zoosystema2023v45a23","relation":{},"ISSN":["1280-9551"],"subject":[],"container-title-short":"Zoosystema","published":{"date-parts":[[2023,12,5]]}}