{"indexed":{"date-parts":[[2022,9,20]],"date-time":"2022-09-20T17:31:59Z","timestamp":1663695119530},"reference-count":52,"publisher":"Finnish Zoological and Botanical Publishing Board","issue":"1-6","content-domain":{"domain":[],"crossmark-restriction":false},"published-print":{"date-parts":[[2020,5,14]]},"DOI":"10.5735\/086.057.0112","type":"journal-article","created":{"date-parts":[[2020,5,13]],"date-time":"2020-05-13T11:28:08Z","timestamp":1589369288000},"page":"115","source":"Crossref","is-referenced-by-count":4,"title":"Stinging Wasps, Ants and Bees (Hymenoptera: Aculeata) of the Nenets Autonomous Okrug, Northern Russia","prefix":"10.5735","volume":"57","author":[{"given":"Juho","family":"Paukkunen","sequence":"first","affiliation":[{"name":"Finnish Museum of Natural History, Zoology unit, P.O. Box 17, FI-00014 University of Helsinki, Finland"}]},{"given":"Mikhail V.","family":"Kozlov","sequence":"additional","affiliation":[{"name":"Department of Biology, FI-20014 University of Turku, Finland"}]}],"member":"3726","reference":[{"key":"51","doi-asserted-by":"crossref","unstructured":"P. H. Williams, A. M. Byvaltsev, B. Cederberg, et al. \"PLoS ONE.\" 10, \"Genes suggest ancestral colour polymorphisms are shared across morphologically cryptic species in arctic bumblebees.\" e0144544 (2015)","DOI":"10.1371\/journal.pone.0144544"},{"key":"1","doi-asserted-by":"crossref","unstructured":"A. V. Antropov, Yu. V. Astafurova, S. A. Belokobylskij, et al. \"Proceedings of the Zoological Institute RAS.\" 6, \"Annotated catalogue of the Hymenoptera of Russia, vol. 1: Symphyta and Apocrita: Aculeata.\" 1 (2017)","DOI":"10.31610\/trudyzin\/2017.supl.6.5"},{"key":"2","unstructured":"et al. \"Rödlistade arter i Sverige 2015.\" , (2015)"},{"key":"3","doi-asserted-by":"crossref","unstructured":"R. T. Baghirov, \"Acta Biologica Sibirica.\" 5, \"New data on the distribution of spider wasps (Hymenoptera, Pompilidae).\" 12 (2019)","DOI":"10.14258\/abs.v5.i3.6351"},{"key":"4","doi-asserted-by":"crossref","unstructured":"R. T. Baghirov and A. A. Nesterovich \"Acta Biologica Sibirica.\" 5, \"New data on the distribution of digger wasps of the genus Ammophila W. Kirby, 1798 (Hymenoptera, Sphecidae).\" 44 (2019)","DOI":"10.14258\/abs.v5.i1.5189"},{"key":"5","unstructured":"Yu. I. Chernov and Ю. И. Чepнoв \"Problems of Geography.\" 69, \"Community of pollinating insects in tundra zone].\" 76 (1966)"},{"key":"6","unstructured":"Yu. I. Chernov and Ю. И. Чepнoв \"Structure of the animal populations in the subarctic].\" , (1978)"},{"key":"7","doi-asserted-by":"crossref","unstructured":"S. J. Coulson, P. Convey, K. Aakra, et al. \"Soil Biology and Biochemistry.\" 68, \"The terrestrial and freshwater invertebrate biodiversity of the archipelagoes of the Barents Sea; Svalbard, Franz Josef Land and Novaya Zemlya.\" 440 (2014)","DOI":"10.1016\/j.soilbio.2013.10.006"},{"key":"8","doi-asserted-by":"crossref","unstructured":"A. N. Davydov and G. V. Mikhailova \"Global Health Action.\" 4, \"Climate change and consequences in the Arctic: perception of climate change by the Nenets people of Vaigach Island.\" 1 (2011)","DOI":"10.3402\/gha.v4i0.8436"},{"key":"9","unstructured":"M. M. Dolgin, N. I. Filippov, M. M. Дoлгин, \"Bulletin of Moscow Society of Naturalists, Biological Series.\" 117, \"Landscape distribution of bumblebees (Hymenoptera, Apidae, Bombus Latr.) of European North-East of Russia].\" 25 (2012)"},{"key":"10","unstructured":"J. Gusenleitner, \"Fauna Europaea ver. 2.6.\" , \"Vespidae.\" (2013)"},{"key":"11","unstructured":"N. I. Filippov and H. И. Филиппoв \"Youth and science in the North: Materials of 1st All-Russian scientific conference of junior scientists (Syktyvkar, Komi Rep., Russia, 14–18 April 2008).\" 3, \"Bumblebees (Apidae, Bombus) from surroundings of Kharyaginsky village, Nenets autonomous okrug of Arkhangelsk oblast].\" 311 (2008)"},{"key":"12","unstructured":"A. E. Holmgren, \"Entomologisk Tidskrift.\" 4, \"Insecta a viris doctissimis Nordenskiöld illum ducem sequentibus in insulis Waigatsch et Novaja Semlia anno 1875 collecta. Hymenoptera.\" 143 (1883)"},{"key":"13","unstructured":"O. V. Kolesnichenko and O. B. Кoлecничeнкo \"Red Book of Nenets Autonomous Okrug.\" , \"Bombus muscorum (Fabricius, 1775)].\" 262 (2006)"},{"key":"14","doi-asserted-by":"crossref","unstructured":"Yu. S. Kolosova, G. S. Potapov, N. G. Skyutte, et al. \"Entomolologica Fennica.\" 27, \"Bumblebees (Hymenoptera, Apidae, Bombus Latr.) of the thermal spring Pymvashor, northeast of European Russia.\" 190 (2016)","DOI":"10.33338\/ef.84664"},{"key":"15","doi-asserted-by":"crossref","unstructured":"M. V. Kozlov, J. Kullberg, V. Zverev, \"Entomologica Fennica.\" 30, \"Moths and butterflies (Insecta: Lepidoptera) of the continental part of the Nenets Autonomous Okrug, Russia.\" 72 (2019)","DOI":"10.33338\/ef.82923"},{"key":"16","unstructured":"M. Kuhlmann, J. S. Ascher, H. H. Dathe, et al. \"Checklist of the Western Palaearctic Bees (Hymenoptera: Apoidea: Anthophila).\" , (2015)"},{"key":"17","unstructured":"A. N. Kupianskaya and A. H. Кyпянcкaя \"Key to the insects of Russian Far East. Neuropteroidea, Mecoptera, Hymenoptera.\" 4, \"Family Apidae].\" 551 (1995)"},{"key":"18","unstructured":"T. V. Levchenko and K. P. Tomkovich \"Entomofauna.\" 35, \"Contribution to the bee fauna (Hymenoptera: Apiformes) of the Khanty-Mansi Autonomous Region, Western Siberia, Russia.\" 85 (2014)"},{"key":"19","doi-asserted-by":"crossref","unstructured":"B. Martinet, T. Lecocq, N. Brasero, et al. \"Zoological Journal of the Linnean Society.\" 187, \"Integrative taxonomy of an arctic bumblebee species complex highlights a new cryptic species (Apidae: Bombus).\" 599 (2019)","DOI":"10.1093\/zoolinnean\/zlz041"},{"key":"20","doi-asserted-by":"crossref","unstructured":"B. Martinet, P. Rasmont, B. Cederberg, et al. \"Annales de la Société Entomologique de France.\" 51, \"Forward to the North: two Euro-Mediterranean bumblebee species now cross the Arctic Circle.\" 303 (2015)","DOI":"10.1080\/00379271.2015.1118357"},{"key":"21","unstructured":"M.-D. Mitroiu, \"Fauna Europaea ver. 2.6.\" , \"Apocrita.\" (2013)"},{"key":"22","unstructured":"A. Müller, \"Palaearctic Osmiine bees.\" , (2011)"},{"key":"23","unstructured":"F. Ødegaard, O. Lønnve, L. O. Hanssen, \"Norsk rødliste for arter 2015.\" , \"Vepser. Hymenoptera.\" 173 (2015)"},{"key":"24","unstructured":"A. Z. Osychnjuk, V. A. Kozhevnikova, A. З. Ocычнюк, et al. \"Provisional Atlas of the Insects of the European part of USSR: maps.\" 179, \"Andrena Fabricius\" (1984)"},{"key":"25","unstructured":"D. V. Panfilov and Д. B. Пaнфилoв \"Provisional Atlas of the Insects of the European part of USSR: maps 73–125.\" , \"Bombus Latreille, 1802. Hymenoptera, Apoidea, Apidae.\" 22 (1981)"},{"key":"26","unstructured":"D. V. Panfilov and Д. B. Пaнфилoв \"Provisional Atlas of the Insects of the European part of USSR: maps.\" 126, \"Bombus Latreille, 1802. Hymenoptera, Apoidea, Apidae.\" 25 (1982)"},{"key":"27","unstructured":"D. V. Panfilov and Д. B. Пaнфилoв \"Provisional Atlas of the Insects of the European part of USSR: maps.\" 179, \"Bombus Latreille, 1802. Hymenoptera, Apoidea, Apidae.\" (1984)"},{"key":"28","doi-asserted-by":"crossref","unstructured":"J. Paukkunen and M. V. Kozlov \"Entomologica Fennica.\" 26, \"Stinging wasps, ants and bees (Hymenoptera: Aculeata) of the Murmansk region, Northwest Russia.\" 53 (2015)","DOI":"10.33338\/ef.51282"},{"key":"29","unstructured":"J. Paukkunen, J. Paappanen, R. Leinonen, et al. \"The 2010 Red List of Finnish Species:.\" , \"Stinging wasps, bees and ants.\" 451 (2019)"},{"key":"30","unstructured":"B. Pittioni, \"Teil 2.\" 16, \"Die boreoalpinen Hummeln und Schmarotzerhummeln (Hymen., Apidae, Bombinae).\" 1 (1943)"},{"key":"31","unstructured":"B. Poppius, \"Meddelanden af Societas Pro Fauna et Flora Fennica.\" 34, \"Zur Kenntnis der Hummel-Fauna der Halbinsel Kanin.\" 85 (1908)"},{"key":"32","doi-asserted-by":"crossref","unstructured":"G. S. Potapov and Y. S. Kolosova \"Annales de la Société entomologique de France (N.S.).\" 52, \"Fauna of bumblebees (Hymenoptera: Apidae: Bombus Latreille) in the mainland part of Arkhangelsk Region, NW Russia.\" 150 (2016)","DOI":"10.1080\/00379271.2016.1217167"},{"key":"33","doi-asserted-by":"crossref","unstructured":"G. S. Potapov and Yu. S. Kolosova \"Arctic Environmental Research.\" 19, \"Local fauna of bumblebees (Hymenoptera, Apidae) in the lower reaches of the Northern Dvina River.\" 49 (2019a)","DOI":"10.3897\/issn2541-8416.2019.19.2.49"},{"key":"34","doi-asserted-by":"crossref","unstructured":"G. S. Potapov and Yu. S. Kolosova \"Arctic Environmental Research.\" 19, \"Contribution to the knowledge of the fauna of the long-tongued bees (Hymenoptera, Apoidea: Megachilidae, Apidae) in the north of the Arkhangelsk Region.\" 99 (2019b)","DOI":"10.3897\/issn2541-8416.2019.19.3.99"},{"key":"35","doi-asserted-by":"crossref","unstructured":"G. S. Potapov, Yu. S. Kolosova, M. Gofarov, \"Entomological Review.\" 94, \"Zonal distribution of bumblebee species (Hymenoptera, Apidae) in the North of European Russia.\" 79 (2014)","DOI":"10.1134\/S0013873814010096"},{"key":"36","doi-asserted-by":"crossref","unstructured":"G. S. Potapov, Yu. S. Kolosova, A. A. Vlasova, \"Fauna norvegica.\" 38, \"First record of Bombus (Alpigenobombus) wurflenii Radoszkowski, 1860 in the Kola Peninsula, NW Russia.\" 9 (2018a)","DOI":"10.5324\/fn.v38i0.2341"},{"key":"37","doi-asserted-by":"crossref","unstructured":"G. S. Potapov, Yu. S. Kolosova, N. A. Zubriy, et al. \"Arctic Environmental Research.\" 17, \"New data on bumblebee fauna (Hymenoptera: Apidae, Bombus Latr.) of Vaygach Island and the Yugorsky Peninsula.\" 346 (2017)","DOI":"10.17238\/issn2541-8416.2017.17.4.346"},{"key":"38","doi-asserted-by":"crossref","unstructured":"G. S. Potapov, A. V. Kondakov, B. Yu. Filippov, et al. \"ZooKeys.\" 866, \"Pollinators on the polar edge of the Ecumene: taxonomy, phylogeography, and ecology of bumble bees from Novaya Zemlya.\" 85 (2019)","DOI":"10.3897\/zookeys.866.35084"},{"key":"39","doi-asserted-by":"crossref","unstructured":"G. S. Potapov, A. V. Kondakov, V. M. Spitsyn, et al. \"Polar Biology.\" 41, \"An integrative taxonomic approach confirms the valid status of Bombus glacialis, an endemic bumblebee species of the High Arctic.\" 629 (2018b)","DOI":"10.1007\/s00300-017-2224-y"},{"key":"40","unstructured":"P. Rasmont and I. Iserbyt \"Atlas of the European Bees: genus Bombus.\" , (2010–2014)"},{"key":"41","doi-asserted-by":"crossref","unstructured":"M. G. Rightmyer, T. Griswold, M. S. Arduser, \"ZooKeys.\" 60, \"A review of the non-metallic Osmia (Melanosmia) found in North America, with additional notes on palearctic Melanosmia (Hymenoptera, Megachilidae).\" 37 (2010)","DOI":"10.3897\/zookeys.60.484"},{"key":"42","unstructured":"M. Ross, \"Pechora delta: Structure and dynamics of Pechora delta ecosystems (1995–1999).\" , \"Butterflies, bumblebees and wasps.\" 139 (2000)"},{"key":"43","doi-asserted-by":"crossref","unstructured":"M. Sann, O. Niehuis, R. S. Peters, et al. \"BMC Evolutionary Biology.\" 18, \"Phylogenomic analysis of Apoidea sheds new light on the sister group of bees.\" 71 (2018)","DOI":"10.1186\/s12862-018-1155-8"},{"key":"44","unstructured":"C. Schmid-Egger, \"Zweite, überarbeitete und ergänzte Ausgabe 2002.\" , \"Schlüssel für die deutschen Arten der solitären Faltenwespen (Hymenoptera: Vespidae: Eumeninae)\" (2002)"},{"key":"45","unstructured":"F. F. Sintenis and Ф. Ф. Ϲинтeниcъ \"Mémoires de la Société Impériale Russe de Géographie, Section de Géographie Générale.\" 12, \"Diptera and Hymenoptera of the Kanin Peninsula].\" 279 (1904)"},{"key":"46","unstructured":"G. Söderman and V. Vikberg \"Sahlbergia.\" 7, \"Suomen myrkkypistiäisten luettelo ja levinneisyys.\" 41 (2003)"},{"key":"47","unstructured":"A. V. Stekolshchikov, \"Entomologist's Monthly Magazine.\" 153, \"Contribution to the aphid fauna (Hemiptera: Sternorryncha, Aphidomorpha) of the Nenets Autonomous Okrug.\" 131 (2017)"},{"key":"48","doi-asserted-by":"crossref","unstructured":"B. G. Svensson, A. W. Ebmer, S. F. Sakagami, \"Entomologica Scandinavica.\" 8, \"Lasioglossum (Evylaeus) boreale, a new Halictinae (Hymenoptera: Apoidea) species found in northern Sweden and on Hokkaido, Japan with notes on its biology.\" 219 (1977)","DOI":"10.1163\/187631277X00297"},{"key":"49","unstructured":"P. H. Williams, \"Bombus, bumblebees of the world.\" , (2019)"},{"key":"50","doi-asserted-by":"crossref","unstructured":"P. H. Williams, M. V. Berezin, S. G. Cannings, et al. \"Zootaxa.\" 4625, \"The arctic and alpine bumblebees of the sub-genus Alpinobombus revised from integrative assessment of species' gene coalescents and morphology (Hymenoptera, Apidae, Bombus).\" 1 (2019)","DOI":"10.11646\/zootaxa.4625.1.1"},{"key":"52","unstructured":"V. A. Zryanin, \"XV Congress of the Russian Entomological Society. Russia, Novosibirsk, July 31 –August 7, 2017. Materials of the Congress.\" , \"The find of a rare socially-parasitic Leptothorax species (Hymenoptera: Formicidae) at the northern boundary of the ants' range in Eastern Europe.\" 205 (2017)"}],"container-title":"Annales Zoologici Fennici","original-title":[],"deposited":{"date-parts":[[2021,3,14]],"date-time":"2021-03-14T04:24:57Z","timestamp":1615695897000},"score":1,"resource":{"primary":{"URL":"https:\/\/bioone.org\/journals\/annales-zoologici-fennici\/volume-57\/issue-1-6\/086.057.0112\/Stinging-Wasps-Ants-and-Bees-Hymenoptera--Aculeata-of-the\/10.5735\/086.057.0112.full"}},"subtitle":[],"short-title":[],"issued":{"date-parts":[[2020,5,14]]},"references-count":52,"journal-issue":{"issue":"1-6","published-online":{"date-parts":[[2020,5,1]]}},"URL":"http:\/\/dx.doi.org\/10.5735\/086.057.0112","relation":{},"ISSN":["0003-455X"],"subject":[],"container-title-short":"Annales Zoologici Fennici","published":{"date-parts":[[2020,5,14]]}}