{"indexed":{"date-parts":[[2024,9,6]],"date-time":"2024-09-06T00:38:29Z","timestamp":1725583109356},"reference-count":57,"publisher":"Museum National D'Histoire Naturelle","license":[{"start":{"date-parts":[[2024,9,5]],"date-time":"2024-09-05T00:00:00Z","timestamp":1725494400000},"content-version":"unspecified","delay-in-days":0,"URL":"https:\/\/creativecommons.org\/licenses\/by\/4.0"}],"content-domain":{"domain":[],"crossmark-restriction":false},"abstract":"<jats:p>Winnertziinae and Porricondylinae are two subfamilies of mycophagous Cecidomyiidae (gall midges). An earlier census in 2021 found the German fauna of both groups to comprise 53 species and 28 genera – only a small proportion of the nearly 400 species and 75 genera known from all of Europe. A 24-month inventory in 2021‒2023, whose most significant taxonomic and faunistic outcomes are presented here, yielded evidence of an additional 142 species and 24 genera present in Germany, more precisely 41 species and three genera of Winnertziinae, and 101 species and 21 genera of Porricondylinae. Included in these numbers are 30 new species (six Winnertziinae, 24 Porricondylinae) and one new genus (of Porricondylinae) described and named here. The number of potentially new species discovered during the project is considerably larger (85+), but the too poor condition of the specimens and various other circumstances do not permit their taxonomic description at this stage. New taxa named in the present paper are Johnsonomyia szadziewskii sp. nov., Rhipidoxylomyia bilobata sp. nov., Winnertzia haushoferorum sp. nov., Winnertzia incrassata sp. nov., Winnertzia macrodens sp. nov., Winnertzia subdentata sp. nov., all Winnertziinae, Asynapta doczkali sp. nov., Asynapta falcata sp. nov., Bryocrypta longissima sp. nov., Camptomyia serrata sp. nov., Cassidoides rainensis sp. nov., Cassidoides riparius sp. nov., Claspettomyia gracilostylus sp. nov., Claspettomyia parvidentata sp. nov., Divellepidosis bavarica sp. nov., Lamellepidosis luderbuschensis sp. nov., Neurepidosis hartschimmelhofensis sp. nov., Neurepidosis simplex sp. nov., Parepidosis lobata sp. nov., Porricondyla acutistylata sp. nov., Porricondyla insolita sp. nov., Porricondyla oblonga sp. nov., Porricondyla ornata sp. nov., Porricondyla pilosoides sp. nov., Porricondyla plana sp. nov., Porricondyla pumila sp. nov., Schistoneurus paraimpressus sp. nov., Schistoneurus subimpressus sp. nov., Spungisomyia germanica sp. nov., Wohllebenia gen. nov., and Wohllebenia hybrida gen. et sp. nov., all Porricondylinae. Taxonomic descriptions are based on both the morphology of males and, if available, CO1 (DNA barcode) sequences, using specimens collected by Malaise traps in Bavaria and Baden-Württemberg, the two southernmost federal states of Germany. Released here are 150 BINs new to BOLD as well as 145 species names for previously unidentified BINs in BOLD. Redescriptions of male morphology are provided for Camptomyia heterobia Mamaev, 1961, Claspettomyia carpatica Mamaev, 1998, Dicerura scirpicola Kieffer, 1898, and Winnertzia betulicola Mamaev, 1963. The state of knowledge of Germany’s fauna of mycophagous gall midges is discussed.<\/jats:p>","DOI":"10.5852\/ejt.2024.953.2649","type":"journal-article","created":{"date-parts":[[2024,9,5]],"date-time":"2024-09-05T09:19:58Z","timestamp":1725527998000},"page":"1-134","source":"Crossref","is-referenced-by-count":0,"title":"New taxa and new records of Winnertziinae and Porricondylinae (Diptera: Cecidomyiidae) from Germany","prefix":"10.5852","volume":"953","author":[{"ORCID":"http:\/\/orcid.org\/0000-0003-3447-1620","authenticated-orcid":false,"given":"Mathias","family":"Jaschhof","sequence":"first","affiliation":[]}],"member":"3904","published-online":{"date-parts":[[2024,9,5]]},"reference":[{"key":"179651","doi-asserted-by":"crossref","unstructured":"Chimeno C., Hausmann A., Schmidt S., Raupach M.J., Doczkal D., Baranov V., Hübner J., Höcherl A., Albrecht R., Jaschhof M., Haszprunar G. & Hebert P.D.N. 2022. Peering into the darkness: DNA barcoding reveals surprisingly high diversity of unknown species of Diptera (Insecta) in Germany. Insects 13: e82. https:\/\/doi.org\/10.3390\/insects13010082","DOI":"10.3390\/insects13010082"},{"key":"179653","doi-asserted-by":"crossref","unstructured":"de Almeida Garcia C., Urso-Guimarães M.V. & Lamas C.J.E. 2023a. Two new Cassidoides species (Diptera, Cecidomyiidae, Porricondylinae, Porricondylini) from Brazil. Annales Zoologici Fennici 60: 5–8. https:\/\/doi.org\/10.5735\/086.060.0102","DOI":"10.5735\/086.060.0102"},{"key":"179655","doi-asserted-by":"crossref","unstructured":"de Almeida Garcia C., Urso-Guimarães M.V. & Lamas C.J.E. 2023b. Five new Claspettomyia species (Diptera, Cecidomyiidae, Porricondylinae, Porricondylini) from Brazil. Annales Zoologici Fennici 60: 19–26. https:\/\/doi.org\/10.5735\/086.060.0104","DOI":"10.5735\/086.060.0104"},{"key":"179657","doi-asserted-by":"crossref","unstructured":"de Almeida Garcia C., Urso-Guimarães M.V. & Lamas C.J.E. 2023c. Two new Porricondyla species (Diptera, Cecidomyiidae, Porricondylinae, Porricondylini) from Brazil. Annales Zoologici Fennici 60: 27–30. https:\/\/doi.org\/10.5735\/086.060.0105","DOI":"10.5735\/086.060.0105"},{"key":"179659","doi-asserted-by":"crossref","unstructured":"deWaard J.R., Ivanova N.V., Hajibabaei M. & Hebert P.D.N. 2008. Assembling DNA barcodes. In: Martin C.C. & Martin C.C. (eds) Environmental Genomics: 275–294. Methods in Molecular Biology 410. Humana Press. https:\/\/doi.org\/10.1007\/978-1-59745-548-0_15","DOI":"10.1007\/978-1-59745-548-0_15"},{"key":"179661","unstructured":"Fedotova Z.A. 2013. New for Africa tribe Bryocryptini of gall midges (Diptera, Cecidomyiidae, Porricondylini) with description of new species Bryocrypta mamaevi sp. n. International Journal of Dipterological Research 24: 91–104."},{"key":"179663","unstructured":"Felt E.P. 1908. Appendix D. In: His 23rd Report of the State Entomologist on Injurious and Other Insects of the State of New York 1907: 286–422, 489–510. New York State Museum Bulletin 124."},{"key":"179665","unstructured":"Gagné R.J. 1994. The Gall Midges of the Neotropical Region. Cornell University Press, Ithaca, New York."},{"key":"179667","unstructured":"Gagné R.J. & Jaschhof M. 2021. A Catalog of the Cecidomyiidae (Diptera) of the World. 5th edition. Digital version 4. Available from https:\/\/www.ars.usda.gov\/ARSUserFiles\/80420580\/Gagne_Jaschhof_2021_World_Cat_"},{"key":"179669","unstructured":"th_Ed.pdf [accessed 8 Jun. 2023]."},{"key":"179671","doi-asserted-by":"crossref","unstructured":"Harris K.M. 1994. 12. Gall midges (Cecidomyiidae): classification and biology. In: Williams M.A.J. (ed.) Plant Galls: 201–211. Systematics Association Special Volume 49, Clarendon Press, Oxford.","DOI":"10.1093\/oso\/9780198577690.003.0012"},{"key":"179673","doi-asserted-by":"crossref","unstructured":"Hebert P.D.N., Braukmann T.W.A., Prosser S.W.J., Ratnasingham S., deWaard J.R., Ivanova N.V., Janzen D.H., Hallwachs W., Naik S., Sones J.E. & Zakharov E.V. 2018. A sequel to Sanger: amplicon sequencing that scales. BMC Genomics 19: e219. https:\/\/doi.org\/10.1186\/s12864-018-4611-3","DOI":"10.1186\/s12864-018-4611-3"},{"key":"179675","doi-asserted-by":"crossref","unstructured":"Ivanova N.V., Dewaard J.R. & Hebert P.D.N. 2006. An inexpensive, automation-friendly protocol for recovering high-quality DNA. Molecular Ecology Notes 6: 998–1002. https:\/\/doi.org\/10.1111\/j.1471-8286.2006.01428.x","DOI":"10.1111\/j.1471-8286.2006.01428.x"},{"key":"179677","doi-asserted-by":"crossref","unstructured":"Jaschhof M. 2014. A revision of the types of Neotropical Porricondylinae (Diptera: Cecidomyiidae). Zootaxa 3779 (4): 463–469. https:\/\/doi.org\/10.11646\/zootaxa.3779.4.4","DOI":"10.11646\/zootaxa.3779.4.4"},{"key":"179679","doi-asserted-by":"crossref","unstructured":"Jaschhof M. 2016a. New species of Monepidosis Mamaev, 1966 and Antipodosis gen. nov., a closely related genus from New Zealand. European Journal of Taxonomy 192: 1–24. https:\/\/doi.org\/10.5852\/ejt.2016.192","DOI":"10.5852\/ejt.2016.192"},{"key":"179681","doi-asserted-by":"crossref","unstructured":"Jaschhof M. 2016b. A review of world Diallactiini (Diptera, Cecidomyiidae, Winnertziinae), with the description of six new genera and seventeen new species. Zootaxa 4127 (2): 201–244. http:\/\/doi.org\/10.11646\/zootaxa.4127.2.1","DOI":"10.11646\/zootaxa.4127.2.1"},{"key":"179683","unstructured":"Jaschhof M. & Jaschhof C. 2009. The wood midges (Diptera: Cecidomyiidae: Lestremiinae) of Fennoscandia and Denmark. Studia Dipterologica Supplement 18: 1‒333."},{"key":"179685","unstructured":"Jaschhof M. & Jaschhof C. 2013. The Porricondylinae (Diptera: Cecidomyiidae) of Sweden, with notes on extralimital species. Studia Dipterologica Supplement 20: 1–392."},{"key":"179687","doi-asserted-by":"crossref","unstructured":"Jaschhof M. & Jaschhof C. 2017. Mycophagous gall midges (Diptera, Cecidomyiidae: Lestremiinae, Micromyinae, Winnertziinae, Porricondylinae): first records in Sweden and descriptions of closely related new species from elsewhere. Zootaxa 4226 (4): 546–570. https:\/\/doi.org\/10.11646\/zootaxa.4226.4.6","DOI":"10.11646\/zootaxa.4226.4.6"},{"key":"179689","doi-asserted-by":"crossref","unstructured":"Jaschhof M. & Jaschhof C. 2019a. New Dicerurini from Europe, mostly Sweden (Diptera: Cecidomyiidae, Porricondylinae). Zootaxa 4559 (2): 245–264. https:\/\/doi.org\/10.11646\/zootaxa.4559.2.2","DOI":"10.11646\/zootaxa.4559.2.2"},{"key":"179691","doi-asserted-by":"crossref","unstructured":"Jaschhof M. & Jaschhof C. 2019b. New and rarely found species of asynaptine Porricondylinae (Diptera: Cecidomyiidae) in northern Europe. Zootaxa 4604 (2): 281–300. https:\/\/doi.org\/10.11646\/zootaxa.4604.2.3","DOI":"10.11646\/zootaxa.4604.2.3"},{"key":"179693","doi-asserted-by":"crossref","unstructured":"Jaschhof M. & Jaschhof C. 2020a. The Porricondylini (Diptera: Cecidomyiidae: Porricondylinae) of Sweden revisited: descriptions of nineteen new species of ten genera, including a new genus. Zootaxa 4728 (2): 151–182. https:\/\/doi.org\/10.11646\/zootaxa.4728.2.1","DOI":"10.11646\/zootaxa.4728.2.1"},{"key":"179695","doi-asserted-by":"crossref","unstructured":"Jaschhof M. & Jaschhof C. 2020b. Reevaluation of species richness in Winnertzia (Diptera, Cecidomyiidae, Winnertziinae), with descriptions of 37 new species from Sweden, Peru and Australia. Zootaxa 4829 (1): 1–72. https:\/\/doi.org\/10.11646\/zootaxa.4829.1.1","DOI":"10.11646\/zootaxa.4829.1.1"},{"key":"179697","unstructured":"Jaschhof M. & Jaschhof C. 2021a. Mycophagous gall midges (Diptera: Cecidomyiidae excl. Cecidomyiinae) in Sweden: status report after 15 years of taxonomic inventory, annotated taxonomic checklist, and description of Camptomyia alstromi sp. nov. Entomologisk Tidskrift 142 (3): 105‒184."},{"key":"179699","unstructured":"Jaschhof M. & Jaschhof C. 2021b. Verzeichnis der mykophagen Gallmücken (Diptera, Cecidomyiidae excl. Cecidomyiinae) Deutschlands, mit Beschreibung von Henria schumanni n. sp. Entomologische Nachrichten und Berichte 65 (2): 121‒135."},{"key":"179701","doi-asserted-by":"crossref","unstructured":"Jaschhof M. & Jaschhof C. 2022. A review of New Zealand Porricondylinae (Diptera: Cecidomyiidae). Proceedings of the Entomological Society of Washington 124: 459‒478. https:\/\/doi.org\/10.4289\/0013-8797.124.3.459","DOI":"10.4289\/0013-8797.124.3.459"},{"key":"179703","doi-asserted-by":"crossref","unstructured":"Jaschhof M. & Jaschhof C. 2023. A review of Afrotropical Porricondylinae (Diptera: Cecidomyiidae), with descriptions of five new species of Asynaptini from KwaZulu-Natal Province, South Africa. Zootaxa 5244 (3): 261–275. https:\/\/doi.org\/10.11646\/zootaxa.5244.3.4","DOI":"10.11646\/zootaxa.5244.3.4"},{"key":"179705","doi-asserted-by":"crossref","unstructured":"Jaschhof M. & Spungis V. 2018. Towards reliable identification of male Dicerura: descriptions of three new and seven poorly known species (Diptera: Cecidomyiidae, Porricondylinae). Zootaxa 4422 (1): 85–103. https:\/\/doi.org\/10.11646\/zootaxa.4422.1.5","DOI":"10.11646\/zootaxa.4422.1.5"},{"key":"179707","doi-asserted-by":"crossref","unstructured":"Jaschhof M., Skuhravá M. & Penttinen J. 2014. Checklist of the Cecidomyiidae (Diptera) of Finland. In: Kahanpää J. & Salmela J. (eds) Checklist of the Diptera of Finland. ZooKeys 441: 103–118. https:\/\/doi.org\/10.3897\/zookeys.441.7503","DOI":"10.3897\/zookeys.441.7503"},{"key":"179709","unstructured":"Kieffer J.-J. 1898. Synopse des cécidomyies d‘Europe et d‘Algérie décrites jusqu‘à ce jour. Bulletin de la Société d‘Histoire naturelle de Metz (2) 8: 1‒64."},{"key":"179711","unstructured":"Kieffer J.-J. 1899. Ueber Dicerura Kieff. (Iridomyza Rbs.). Wiener entomologische Zeitung 18: 165‒169."},{"key":"179713","doi-asserted-by":"crossref","unstructured":"Kimura M. 1980. A simple method for estimating evolutionary rates of base substitutions through comparative studies of nucleotide sequences. Journal of Molecular Evolution 16: 111‒120. https:\/\/doi.org\/10.1007\/BF01731581","DOI":"10.1007\/BF01731581"},{"key":"179715","unstructured":"Mamaev B.M. 1961. Gall midges of the USSR. New species of the genus Camptomyia Kieffer (Itonididae, Diptera). Zoologicheskiï Zhurnal 40: 1677–1690. [In Russian.]"},{"key":"179717","unstructured":"Mamaev B.M. 1963. Gall midges of the USSR. Part 3. New species of the genus Winnertzia Rondani, developing in the soil, in fungal mycelium and under decaying bark of coniferous trees (Itonididae, Diptera). Zoologicheskiï Zhurnal 42: 562–573. [In Russian.]"},{"key":"179719","unstructured":"Mamaev B.M. 1966. New and little known Palaearctic gall midges of the tribe Porricondylini (Diptera, Cecidomyiidae). Acta Entomologica Bohemoslovaca 63: 213–239 [in Russian]."},{"key":"179721","unstructured":"Mamaev B.M. 1968. New Nematocera of the USSR (Diptera, Axymyiidae, Mycetobiidae, Sciaridae, Cecidomyiidae). Entomologicheskoe Obozrenie 47: 605–616. [In Russian.]"},{"key":"179723","unstructured":"Mamaev B.M. 1998. New species of gall midges of the genus Claspettomyia Grover (Diptera, Cecidomyiidae). All-Russian Institute of Continuous Education in Forestry 12: 1–9. [In Russian.]"},{"key":"179725","unstructured":"Mamaev B.M. & Zaitzev A.I. 1996. Revision of Palaearctic species of the genus Porricondyla Rondani, 1840 s. str. (Diptera, Cecidomyiidae). International Journal of Dipterological Research 7: 203–215."},{"key":"179727","unstructured":"Mamaev B.M. & Zaitzev A.I. 1997. New genus and species of free-developing gall midges of the subfamily Porricondylinae from Somalia (Diptera, Cecidomyiinae). Journal of the Ukrainian Entomological Society 3 (2): 5‒13."},{"key":"179729","unstructured":"Meyer H. 1984. Experimentell-ökologische Untersuchungen an Gallmücken (Cecidomyiidae-Diptera) in Salzwiesenbereichen Nordwestdeutschlands. Faunistisch-Ökologische Mitteilungen Supplement 5: 1–124."},{"key":"179731","doi-asserted-by":"crossref","unstructured":"Parnell J.R. 1971. A revision of the Nearctic Porricondylinae (Diptera: Cecidomyiidae) based largely on an examination of the Felt types. Miscellaneous Publications of the Entomological Society of America 7: 275–348.","DOI":"10.4182\/QFVW2141.7-3.275"},{"key":"179733","unstructured":"Plakidas J.D. 2019. New Species and New Distribution Records of Cecidomyiidae (Diptera) from Allegheny County Pennsylvania. Loyalfield Publishing, Pittsburgh, Pennsylvania."},{"key":"179735","unstructured":"Plakidas J.D. 2022. The North American Winnertziini (Diptera: Cecidomyiidae: Winnertziinae). A Photographic and Illustrated Guide to Genera and Species. Loyalfield Publishing. Pittsburgh, Pennsylvania."},{"key":"179737","doi-asserted-by":"crossref","unstructured":"Ratnasingham S. & Hebert P.D.N. 2013. A DNA-based registry for all animal species: the barcode index number (BIN) system. PLOS One 8 (7): e66213. https:\/\/doi.org\/10.1371\/journal.pone.0066213","DOI":"10.1371\/journal.pone.0066213"},{"key":"179739","doi-asserted-by":"crossref","unstructured":"Sikora T., Jaschhof M. & Ševčik J. 2017. Glossostyles perspicua gen. et sp. nov. and other fungivorous Cecidomyiidae (Diptera) new to the Czech and Slovak Republics. European Journal of Taxonomy 303: 1–29. https:\/\/doi.org\/10.5852\/ejt.2017.303","DOI":"10.5852\/ejt.2017.303"},{"key":"179741","doi-asserted-by":"crossref","unstructured":"Sikora T., Jaschhof M., Mantič M., Kaspřák D. & Ševčík J. 2019. Considerable congruence, enlightening conflict: molecular analysis largely supports morphology-based hypotheses on Cecidomyiidae (Diptera) phylogeny. Zoological Journal of the Linnean Society 185: 98–110. https:\/\/doi.org\/10.1093\/zoolinnean\/zly029","DOI":"10.1093\/zoolinnean\/zly029"},{"key":"179743","doi-asserted-by":"crossref","unstructured":"Sikora T., Jaschhof M. & Kurina O. 2020. Additions to the Estonian fauna of mycophagous Cecidomyiidae (Diptera), with a description of Unicornella estonensis gen. et sp. nov. Zootaxa 4851 (2): 349–363. https:\/\/doi.org\/10.11646\/zootaxa.4851.2.8","DOI":"10.11646\/zootaxa.4851.2.8"},{"key":"179745","unstructured":"Skuhravá M., Skuhravý V. & Meyer H. 2014. Gall midges (Diptera: Cecidomyiidae: Cecidomyiinae) of Germany. Faunistisch-Ökologische Mitteilungen, Supplement 38: 1‒200."},{"key":"179747","unstructured":"Spungis V. 1985. Gall midges of the subtribe Diallactina (Diptera, Cecidomyiidae) in Latvia. Latvijas Entomologs 28: 38–53. [In Russian.]"},{"key":"179749","unstructured":"Spungis V. 1987. Gall midges of the subtribe Dicerurina (Diptera, Cecidomyiidae) in Latvia. Latvijas Entomologs 30: 15–42. [In Russian.]"},{"key":"179751","unstructured":"Spungis V. 1988. New and uncommon gall midges of the genus Asynapta H. Loew (Diptera, Cecidomyiidae) of the European part of the USSR. Izvestiya Akademii Nauk Latviskoj SSR 1988: 104–112. [In Russian.]"},{"key":"179753","unstructured":"Spungis V. 1989. A revision of the European gall midge species of the genus Camptomyia Kieffer (Diptera, Cecidomyiidae). Latvijas Entomologs 32: 54–74. [In Russian.]"},{"key":"179755","unstructured":"Spungis V. 1992. A revision of the European gall midges of the tribe Winnertziini. Latvijas Entomologs, Supplementum 5: 1–38."},{"key":"179757","unstructured":"Spungis V. 2006a. New Porricondylinae gall midges (Diptera: Cecidomyiidae) from the Seychelles archipelago. Phelsuma 14: 44‒54."},{"key":"179759","unstructured":"Spungis V. 2006b. A revision of the European gall midges of the genus Monepidosis Mamaev, 1966 (Diptera: Cecidomyiidae, Porricondylinae). Latvijas Entomologs 43: 18–32."},{"key":"179761","doi-asserted-by":"crossref","unstructured":"Srivathsan A., An Y., Heraty J.M., Hwang W.S., Jusoh W.F.A., Kutty S.N., Puniamoorthy J., Yeo D., Roslin T. & Meier R. 2023. Convergence of dominance and neglect in flying insect diversity. Nature Ecology and Evolution 7: 1012‒1021. https:\/\/doi.org\/10.1038\/s41559-023-02066-0","DOI":"10.1038\/s41559-023-02066-0"},{"key":"179763","unstructured":"Szadziewski R. 1976. Notes on gall midges (Cecidomyiidae, Diptera) from Poland, I. Polskie Pismo Entomologiczne 46: 729–743."}],"container-title":"European Journal of Taxonomy","original-title":[],"link":[{"URL":"https:\/\/europeanjournaloftaxonomy.eu\/index.php\/ejt\/article\/download\/2649\/12235","content-type":"application\/pdf","content-version":"vor","intended-application":"text-mining"},{"URL":"https:\/\/europeanjournaloftaxonomy.eu\/index.php\/ejt\/article\/download\/2649\/12237","content-type":"application\/pdf","content-version":"vor","intended-application":"text-mining"},{"URL":"https:\/\/europeanjournaloftaxonomy.eu\/index.php\/ejt\/article\/download\/2649\/12239","content-type":"unspecified","content-version":"vor","intended-application":"text-mining"},{"URL":"https:\/\/europeanjournaloftaxonomy.eu\/index.php\/ejt\/article\/download\/2649\/12241","content-type":"unspecified","content-version":"vor","intended-application":"text-mining"},{"URL":"https:\/\/europeanjournaloftaxonomy.eu\/index.php\/ejt\/article\/download\/2649\/12243","content-type":"unspecified","content-version":"vor","intended-application":"text-mining"},{"URL":"https:\/\/europeanjournaloftaxonomy.eu\/index.php\/ejt\/article\/download\/2649\/12235","content-type":"unspecified","content-version":"vor","intended-application":"similarity-checking"}],"deposited":{"date-parts":[[2024,9,5]],"date-time":"2024-09-05T09:47:47Z","timestamp":1725529667000},"score":1,"resource":{"primary":{"URL":"https:\/\/europeanjournaloftaxonomy.eu\/index.php\/ejt\/article\/view\/2649"}},"subtitle":[],"short-title":[],"issued":{"date-parts":[[2024,9,5]]},"references-count":57,"URL":"http:\/\/dx.doi.org\/10.5852\/ejt.2024.953.2649","relation":{},"ISSN":["2118-9773"],"subject":[],"container-title-short":"EJT","published":{"date-parts":[[2024,9,5]]}}