{"indexed":{"date-parts":[[2025,3,19]],"date-time":"2025-03-19T11:24:03Z","timestamp":1742383443748},"reference-count":134,"publisher":"Museum National d'Histoire Naturelle, Paris, France","issue":"17","content-domain":{"domain":[],"crossmark-restriction":false},"published-print":{"date-parts":[[2022,9,27]]},"DOI":"10.5252\/zoosystema2022v44a17","type":"journal-article","created":{"date-parts":[[2022,10,5]],"date-time":"2022-10-05T04:18:15Z","timestamp":1664943495000},"source":"Crossref","is-referenced-by-count":6,"title":"An updated checklist and a DNA barcode library for the earthworms (Crassiclitellata, Oligochaeta) of Corsica, France","prefix":"10.5252","volume":"44","author":[{"given":"Daniel Fernández","family":"Marchán","sequence":"first","affiliation":[{"name":"CEFE, Univ Montpellier, CNRS, EPHE, IRD, 1919 Route de Mende, 34293 Montpellier Cedex 5 (France)"}]},{"given":"Sylvain","family":"Gérard","sequence":"additional","affiliation":[{"name":"Eco&Sols, INRAE, IRD, CIRAD, SupAgro Montpellier, Campus SupAgro, Bâtiment 12, 2 place Viala, 34060 Montpellier Cedex 2 (France) , mickael.hedde@inrae.fr"}]},{"given":"Mickaël","family":"Hedde","sequence":"additional","affiliation":[{"name":"Eco&Sols, INRAE, IRD, CIRAD, SupAgro Montpellier, Campus SupAgro, Bâtiment 12, 2 place Viala, 34060 Montpellier Cedex 2 (France) , mickael.hedde@inrae.fr"}]},{"given":"Rodolphe","family":"Rougerie","sequence":"additional","affiliation":[{"name":"Institut de Systématique, Évolution, Biodiversité (ISYEB), Muséum national d'Histoire naturelle, CNRS, Sorbonne Université, EPHE, Université des Antilles, case postale 53, 57 rue Cuvier, F-75231 Paris cedex 05 (France)"}]},{"given":"Thibaud","family":"Decaëns","sequence":"additional","affiliation":[{"name":"CEFE, Univ Montpellier, CNRS, EPHE, IRD, 1919 Route de Mende, 34293 Montpellier Cedex 5 (France)"}]}],"member":"3209","reference":[{"key":"105","unstructured":"\"R: A language and environment for statistical computing. Version 3.5.3.\"  (2019)"},{"key":"1","unstructured":"E. Advokaat, D. J. Van Hinsbergen, M. Maffione, et al.  \"Earth and Planetary Science Letters.\"  401, \"Eocene rotation of Sardinia, and the paleogeography of the western Mediterranean region.\" 183 (2014)"},{"key":"2","unstructured":"D.A. Benson, M. Cavanaugh, K. Clark, et al.  \"Nucleic Acids Research.\"  41, \"GenBank.\" D36 (2013)"},{"key":"3","unstructured":"R. J. Blakemore,  \"A series of searchable texts on earthworm biodiversity, ecology and systematics from various regions of the World.\"  1, \"British and Irish earthworms – A checklist of species\" 14 (2008)"},{"key":"4","unstructured":"R. J. Blakemore,  \"Cosmopolitan earthworms.\"  750 (2010)"},{"key":"5","unstructured":"F. S. Bodenheimer,  \"Animal Life in Palestine – An introduction to the problems of animal ecology and zoogeography.\"  507 (1935)"},{"key":"6","unstructured":"F. S. Bodenheimer,  \"Mémoires présentés à l'Institut d'Égypte.\"  33, \"Prodromus faunae Palestinae – Essai sur les éléments zoogeographiques et historiques du sud-ouest du sous-règne Paléarctique.\" 1 (1937)"},{"key":"7","unstructured":"M. B. Bouché,  \"Revue d'Écologie et de Biologie du Sol.\"  7, \"Observations sur les lombricides (Troisième série: VII, VIII, IX).\" 533 (1970)"},{"key":"8","unstructured":"M. B. Bouché,  \"Lombriciens de France. Écologie et systématique. Vol. 72, No.\"  671 (1972)"},{"key":"9","unstructured":"K. Bretscher,  \"Revue suisse de Zoologie.\"  9, \"Beobachtung uber Oligochaeten der Schweiz.\" 189 (1901)"},{"key":"10","unstructured":"L. Cernosvitov,  \"Zoologische Jahrbücher, Zoologische Jahrbücher. Abteilung für Systematik, Geographie und Biologie der Tiere.\"  63, \"Die Oligochaetenfauna der Karpathen. II. Die Lumbriciden und ihre Verbreitung.\" 525 (1932)"},{"key":"11","unstructured":"L. Cernosvitov,  \"Zoologischer Anzeiger.\"  122, \"Zur Kenntnis der Oligochatenfauna des Balkans. V. Oligochaten aus Jugoslawien und Albanien.\" 285 (1938)"},{"key":"12","unstructured":"L. Cernosvitov,  \"Proceedings of the Zoological Society of London Series B.\"  111, \"Revision of Friend's types and descriptions of British Oligochaeta.\" 237 (1942)"},{"key":"13","unstructured":"R. Chandebois,  \"Bulletin de la Société Zoologique de France.\"  82, \"Sur la présence en Corse d'une forme nouvelle d'Allolobophora cuginii Rosa et sur une mode d'evolution des Lumbricides.\" 410 (1957)"},{"key":"14","unstructured":"C. H. Chang  and S. James  \"Pedobiologia.\"  54, \"A critique of earthworm molecular phylogenetics.\" S3 (2011)"},{"key":"15","unstructured":"L. Chinaglia,  \"Bollettino dei Musei di zoologia ed anatomia comparata della R. Università di Torino.\"  28, \"Escursioni zoologiche del Dr. E. Festa. Lumbricidae.\" 1 (1913)"},{"key":"16","unstructured":"L. Cognetti De Martiis,  \"Bolletino dei Musei di Torino.\"  15, \"Res Italicae I. Octolasium hemiandrum nov. sp. ed altri Lumbricidi raccolti del Dott. E. Festa nei dintorni della Spezia.\" 8 (1901)"},{"key":"17","unstructured":"L. Cognetti De Martiis,  \"Bolletino dei Musei di Zoologia ed Anatomia Comparata della R. Universitá di Torino.\"  689, \"Escursioni Zoologiche del Dr. Enrico Festa nei monti della Vallata del Sangro (Abruzzo). Nota sugli Oligocheti degli Abruzzi.\" (1914)"},{"key":"18","unstructured":"C. Csuzdi  and V. V. Pop  \"Studia Universitatis Vasile Goldiş.\"  18, \"New data on the earthworm fauna of the Maramures Mts (Eastern Carpathians, Romania) (Oligochaeta, Lumbricidae).\" 145 (2008)"},{"key":"19","unstructured":"C. Csuzdi  and A. Zicsi  \"Earthworms of Hungary (Annelida: Oligochaeta: Lumbricidae).\"  271 (2003)"},{"key":"20","unstructured":"CS. Csuzdi, A. Zicsi, M. Misirlioğlu,  \"Zootaxa.\"  1175, \"An annotated checklist of the earthworm fauna of Turkey (Oligochaeta: Lumbricidae).\" 1 (2006)"},{"key":"21","unstructured":"C. Csuzdi, C.-H. Chang, T. Pavlíček, et al.  \"PLoS ONE.\"  12, \"Molecular phylogeny and systematics of native North American lumbricid earthworms (Clitellata: Megadrili).\" e0181504 (2017)"},{"key":"22","unstructured":"C. Csuzdi, T. Szederjesi, D. F. Marchán, et al.  \"Zootaxa.\"  4496, \"DNA barcoding of the Italian anecic Octodrilus species in rural (vineyard) and forested areas with description of Octodrilus zicsiniello sp. nov. (Clitellata, Megadrili).\" 43 (2018)"},{"key":"23","unstructured":"T. Decaëns, D. Porco, R. Rougerie, et al.  \"Applied Soil Ecology.\"  65, \"Potential of DNA barcoding for earthworm research in taxonomy and ecology.\" 35 (2013)"},{"key":"24","unstructured":"T. Decaëns, E. Lapied, M. E. Maggia, et al.  \"Scientific Reports of the Port-Cros national Park.\"  34, \"Diversité des communautés d'annélides terrestres dans les écosystèmes continentaux et insulaires et du Parc national de Port-Cros.\" 69 (2020)"},{"key":"25","unstructured":"M. Di Rosa, C. Frassi, F. Meneghini, et al.  \"Comptes Rendus Geoscience.\"  351, \"Tectono-metamorphic evolution of the European continental margin involved in the Alpine subduction: New insights from Alpine Corsica, France.\" 384 (2019)"},{"key":"26","unstructured":"R. K. Donnelly, G. L. Harper, A. J. Morgan, et al.  \"Biological Journal of the Linnean Society.\"  110, \"Nuclear DNA recapitulates the cryptic mitochondrial lineages of Lumbricus rubellus and suggests the existence of cryptic species in an ecotoxological soil sentinel.\" 780 (2013)"},{"key":"27","unstructured":"A. L. Dugès,  \"Annales des Sciences naturelles, Paris Série.\"  1, \"Recherche sur la circulation, la respiration, et la reproduction des Annélides sétigéres abranches.\" 284 (1828)"},{"key":"28","unstructured":"A. L. Dugès,  \"Annales des Sciences naturelles Paris Série 2 Zoologie.\"  8, \"Nouvelles observations sur la zoologie et l'anatomie des annelides abranches setigeres.\" 15 (1837)"},{"key":"29","unstructured":"L. Dupont, F. Lazrek, D. Porco, et al.  \"Pedobiologia.\"  54, \"New insight into the genetic structure of the Allolobophora chlorotica aggregate in Europe using microsatellite and mitochondrial data.\" 217 (2011)"},{"key":"30","doi-asserted-by":"crossref","unstructured":"E. G. Easton,  \"Earthworm Ecology from Darwin to Vermiculture.\"  \"A guide to the valid names of Lumbricidae (Oligochaeta)\" 475 (1983)","DOI":"10.1007\/978-94-009-5965-1_41"},{"key":"31","doi-asserted-by":"crossref","unstructured":"C. A. Edwards  and J. R. Lofty  \"Biology of earthworms.\"  283 (1972)","DOI":"10.1007\/978-1-4899-6912-5"},{"key":"32","unstructured":"G. Eisen,  \"Ofversigt af Kongliga Vetenskaps-Akademiens Forhandligar Stockholm.\"  31, \"New Englands och Canadas Lumbricides.\" 41 (1874)"},{"key":"33","doi-asserted-by":"crossref","unstructured":"A. C. Evans,  \"The Annals and Magazine of Natural History London Series.\"  11, \"On some earthworms from Iowa, including a description of a new species.\" 514 (1948)","DOI":"10.1080\/00222934708654660"},{"key":"34","unstructured":"W. M. Fender,  \"Megadrilogica.\"  4, \"Earthworms of the western United States. Part I. Lumbricidae.\" 93 (1985)"},{"key":"35","unstructured":"R. Fernández, A. Almodóvar, M. Novo, et al.  \"Soil Biology and Biochemistry.\"  43, \"A vagrant clone in a peregrine species: phylogeography, high clonal diversity and geographical distribution in the earthworm Aporrectodea trapezoides (Dugès, 1828).\" 2085 (2011)"},{"key":"36","unstructured":"R. Fernández, A. Almodóvar, M. Novo, et al.  \"Molecular Phylogenetics and Evolution.\"  64, \"Adding complexity to the complex: New insights into the phylogeny, diversification and origin of parthenogenesis in the Aporrectodea caliginosa species complex (Oligochaeta, Lumbricidae).\" 368 (2012)"},{"key":"37","unstructured":"R. Fernández, M. Novo, D. F. Marchán, et al.  \"Molecular Phylogenetics and Evolution.\"  94, \"Diversification patterns in cosmopolitan earthworms: similar mode but different tempo.\" 701 (2016)"},{"key":"38","doi-asserted-by":"crossref","unstructured":"J. J. Fletcher,  \"Proceedings of the Linnean Society of New South Wales.\"  2, \"Notes on Australian earthworms, part III.\" 377 (1887)","DOI":"10.5962\/bhl.part.29187"},{"key":"40","unstructured":"G.E. Gates,  \"Bulletin ofTall Timbers Research.\"  12, \"Toward a revision of the earthworm family Lumbricidae. IV. The trapezoids species complex.\" 1 (1972)"},{"key":"41","unstructured":"N. Gotelli  and A. Chao  \"Encyclopedia of Biodiversity.\"  5, \"Measuring and Estimating Species Richness, Species Diversity, and Biotic Similarity from Sampling Data: 195-211\" 195 (2013)"},{"key":"42","unstructured":"O. Graff,  \"Zoologischer Anzeiger.\"  161, \"Zur Berechtigung des Artnames Lumbricus terrestris Linnaeus, 1758.\" 324 (1953)"},{"key":"44","unstructured":"L. M. Hernández-Triana, S. W. Prosser, M. A. Rodríguez-Perez, et al.  \"Molecular Ecology Ressources.\"  14, \"Recovery of DNA barcodes from blackfly museum specimens (Diptera: Simuliidae) using primer sets that target a variety of sequence lengths.\" 508 (2014)"},{"key":"45","unstructured":"W. F. L. Hoffmeister,  \"De vermibus quibusdam genus Lumbricorum perinentibus.\"  28 (1842)"},{"key":"46","unstructured":"T. C. Hsieh, K. H. Ma, A. Chao,  \"iNEXT: iNterpolation and EXTrapolation for species diversity. R package version 2.0.19.\"  (2019)"},{"key":"47","unstructured":"A. Jackson,  \"The Journal of the Proceedings of the Royal Society of Western Australia.\"  17, \"The Oligochaeta of south-western Australia.\" 71 (1931)"},{"key":"48","unstructured":"S. W. James, D. Porco, T. Decaëns, et al.  \"PloS ONE.\"  5, \"DNA barcoding reveals cryptic diversity in Lumbricus terrestris L., 1758 (Clitellata): resurrection of L. herculeus (Savigny, 1826).\" e15629 (2010)"},{"key":"49","unstructured":"J. G. H. Kinberg,  \"Ofversigt af Kongliga Vetenskaps-Akademiens Forhandlingar.\"  23, \"Annulata nova.\" 97 (1867)"},{"key":"50","unstructured":"M. Lestienne, C. Hely, T. Curt, et al.  \"Fire.\"  3, \"Combining the monthly drought code and paleoecological data to assess holocene climate impact on Mediterranean fire regime.\" 8 (2020a)"},{"key":"51","unstructured":"M. Lestienne, I. Jouffroy-Bapicot, D. Leyssenne, et al.  \"The Holocene.\"  30, \"Fires and human activities as key factors in the high diversity of Corsican vegetation.\" 244 (2020b)"},{"key":"52","doi-asserted-by":"crossref","unstructured":"G. M. R. Levinsen,  \"Videnskabelige Meddelser fra den Naturhistoriske Forening i Kjöbenhavn.\"  45, \"Systematisk-geografisk öfverssigt över de norddiske Annulata, Gephyrea, Chaetognathi og Balanoglossi, II.\" 9 (1884)","DOI":"10.5962\/bhl.title.16117"},{"key":"53","unstructured":"C. Linnaeus,  \"Editio decima reformata 1758, Holmiæ, Impensis direct. Laurentii Salvii (Salvius publ.).\"  \"Systema naturæ per regna tria naturæ, secundum classes, ordines, genera, species, cum characteribus, differentiis, synonymis, locis\" (1758)"},{"key":"54","unstructured":"P. O. Ljungstöm,  \"Zoologische Jahrbucher Abteilung fur Systematik Okologie und Geographie der Tiere.\"  99, \"Introduced earthworms of South Africa. On their taxonomy, distribution, history of introduction and on the extermination of endemic earthworms.\" 1 (1972)"},{"key":"55","unstructured":"D. F. Marchán, D. J. Díaz Cosín, M. Novo,  \"European Journal of Soil Biology.\"  86, \"Why are we blind to cryptic species? Lessons from the eyeless.\" 49 (2018a)"},{"key":"56","unstructured":"D. F. Marchán, R. Fernández, N. Sanchez, et al.  \"Zootaxa.\"  4496, \"Insights into the diversity of Hormogastridae (Annelida, Oligochaeta) with descriptions of six new species.\" 65 (2018b)"},{"key":"57","unstructured":"D. F. Marchán, R. Fernández, J. Domínguez, et al.  \"Systematics and biodiversity.\"  18, \"Genome-informed integrative taxonomic description of three cryptic species in the earthworm genus Carpetania (Oligochaeta, Hormogastridae).\" 203 (2020)"},{"key":"58","unstructured":"D. F. Marchán, M. Hedde, E. Lapied, et al.  \"European Journal of Soil Biology.\"  101, \"Contrasting phylogeographic patterns of earthworms (Crassiclitellata, Lumbricidae) on near-shore mediterranean islands.\" 103242 (2020)"},{"key":"59","unstructured":"S. Martinsson  and C. Erséus  \"Molecular Phylogenetics and Evolution.\"  106, \"Cryptic speciation and limited hybridization within Lumbricus earthworms (Clitellata: Lumbricidae).\" 18 (2017)"},{"key":"60","unstructured":"W. Michaelsen,  \"Mitteilungen aus dem Naturhistorischen Museum in Hamburg.\"  7, \"Oligochaeten des Naturhistorischen Museums zu Hamburg, III\" 53 (1890)"},{"key":"61","unstructured":"W. Michaelsen,  \"Jahrbuch der Hamburgischen Wissenschaftlichen Anstalten.\"  8, \"Oligochaeten des Naturhistorischen Museums in Hamburg IV.\" 299 (1891)"},{"key":"62","unstructured":"W. Michaelsen,  \"Mitteilungen des Naturhistorische Museums in Hamburg.\"  16, \"Terricolen von verschiedenen Gebieten der Erde.\" 1 (1899)"},{"key":"63","unstructured":"W. Michaelsen,  \"Oligochaeta, in Das Tierreich, volume 10.\"  575 (1900)"},{"key":"64","unstructured":"W. Michaelsen,  \"Mitteilungen aus dem Naturhistorischen Museum in Hamburg.\"  19, \"Neue Oligochaeten und neue Fundorte alt-bekannter.\" 1 (1902)"},{"key":"65","doi-asserted-by":"crossref","unstructured":"W. Michaelsen,  \"Zoologische Jahrbücher, Abteilung für Systematik, Jena.\"  34, \"Die Oligochäten des Kaplandes.\" 473 (1913)","DOI":"10.5962\/bhl.part.19897"},{"key":"66","unstructured":"W. Michaelsen,  \"Mitteilungen aus dem Museum für Naturkunde in Berlin.\"  12, \"Beiträge zur Kenntnis der Land-und Süsswasserfauna Korsikas. 3. Lumbriciden.\" 223 (1926)"},{"key":"67","unstructured":"K. Michalis,  \"Scientific Annals, Faculty of Physics and Mathematics, University of Thessaloniki.\"  17, \"Die Oligochaetenfauna der Halbinsel von Athos (Chalkidiki).\" 285 (1977)"},{"key":"68","unstructured":"K. Michalis,  \"Biologia Gallo-Hellenica.\"  9, \"Katalog der Oligochaetenfauna Griechenlands.\" 343 (1982)"},{"key":"69","unstructured":"K. Michalis,  \"Ecologia Mediterranea.\"  9, \"New biotopes of the species Allolobophora dofleini (Ude, 1922) and the subspecies Bimastus antiquus bouchei (Zicsi-Michalis, 1981) (Oligochaeta-Lumbricidae).\" 57 (1983)"},{"key":"70","unstructured":"K. Michalis,  \"Arquivos do Museu Bocage.\"  1, \"Contribution to the systematic and ecological study of the earthworms (Oligochaeta, Lumbricidae) of the Western Thrace.\" 59 (1987)"},{"key":"71","unstructured":"K. Michalis,  \"Acta Zoologica Cracoviensia.\"  36, \"Criodrilus lacuum Hoffmeister, 1845 (Oligochaeta: Criodrilidae) – earthworm species new to Greece.\" 15 (1993)"},{"key":"72","unstructured":"K. Michalis,  \"Bios (Macedonia, Greece).\"  3, \"Oligochaeten – Funde aus Thessalien (Griechenland) nebst Beschreibung der Art Octodrilus peleensis sp. nov.\" 15 (1995)"},{"key":"73","doi-asserted-by":"crossref","unstructured":"K. Michalis, A. Fragoulis, S. Panidis,  \"Ecologia Mediterranea.\"  11, \"Earthworms (Oligochaeta: Lumbricidae) from the montainous mas of Pella province: southwest region, and Imathias province, northwest region: a systematical and ecological study.\" 37 (1985)","DOI":"10.3406\/ecmed.1985.1111"},{"key":"74","unstructured":"K. Michalis, A. Fragoulis, S. Panidis,  \"Acta zoologica cracoviensia.\"  32, \"Notes on the earthworms (Oligochaeta, Lumbricidae) from central west Macedonia.\" 3 (1989)"},{"key":"75","unstructured":"P. Mihailova,  \"Annuaire de Université de Sofia.\"  60, \"Notes on some Lumbricidae species from Bulgaria.\" 129 (1966)"},{"key":"76","doi-asserted-by":"crossref","unstructured":"M. A. Miller, W. Pfeiffer, T. Schwartz,  \"Creating the CIPRES Science Gateway for inference of large phylogenetic trees: 1-8, in 2010 gateway computing environments workshop (GCE).\"  (2010)","DOI":"10.1109\/GCE.2010.5676129"},{"key":"77","unstructured":"N. Mršic,  \"Monograph on Earthworms (Lumbricidae) of the Balkans.\"  757 (1991)"},{"key":"78","unstructured":"N. Mršic  and J. Šapkarev  \"Acta Musei Macedonici Scientiarum Naturalium.\"  154, \"Revision of the Genus Allolobophora Eisen 1874 (emend. Pop 1941) (Lumbricidae, Oligochaeta).\" 1 (1988)"},{"key":"79","doi-asserted-by":"crossref","unstructured":"F. Mouillot, G. Paradis, M. C. Andrei-Ruiz, et al.  \"Mediterranean Island Landscapes.\"  \"Corsica\" 220 (2008)","DOI":"10.1007\/978-1-4020-5064-0_10"},{"key":"80","unstructured":"M. Novo, R. Fernández, D. F. Marchán, et al.  \"Journal of Biogeography.\"  42, \"Unearthing the historical biogeography of Mediterranean earthworms (Annelida: Hormogastridae).\" 751 (2015)"},{"key":"81","unstructured":"P. Omodeo,  \"Archivio Zoologico Italiano.\"  41, \"Contributo alla revisione dei Lumbricidae.\" 129 (1956)"},{"key":"82","unstructured":"P. Omodeo,  \"Revue d'Ecologie et Biologie du Sol.\"  21, \"The earthworm fauna of Sardinia.\" 115 (1984)"},{"key":"83","unstructured":"P. Omodeo  and E. Rota  \"Proceedings of the California Academy of Sciences.\"  59, \"Earthworm diversity and land evolution in three Mediterranean districts.\" 65 (2008)"},{"key":"84","unstructured":"L. Örley,  \"Mathematikai es Termeszettudomanyok Korebol.\"  16, \"A Magyarorszagi Oligochaetak faunaja. I. Terri-colae.\" 562 (1881)"},{"key":"85","unstructured":"J. Oudet, P. Münch, C. Verati, et al.  \"Palaeogeography, Palaeoclimatology, Palaeoecology.\"  295, \"Integrated chronostratigraphy of an intra-arc basin: 40Ar\/39Ar datings, micropalaeontology and magnetostratigraphy of the early Miocene Castelsardo basin (northern Sardinia, Italy).\" 293 (2010)"},{"key":"86","unstructured":"M.G. Paoletti, D. Sommaggio, S. Fusaro,  \"Biologia Ambientale.\"  27, \"Proposta di Indice di qualità biologica del suolo (QBS-e) basato sui Lombrichi e applicato agli agroecosistemi.\" 25 (2013)"},{"key":"87","unstructured":"T. Pavlíček  and C. Csuzdi  3, \"Does the autochthonous earthworm fauna emigrate from the Levant to Cyprus.\" 189 (2008)"},{"key":"88","unstructured":"T. Pavliček, CS. Csuzdi, E. Nevo,  \"Pedobiologia.\"  47, \"Species richness and zoogeographic affinities of earthworms in the Levant.\" 452 (2003)"},{"key":"89","unstructured":"T. S. Perel,  \"Range and Regularities in the Distribution of Earthworms of the USSR Fauna].\"  272 (1979)"},{"key":"90","unstructured":"M. Pérez-Losada, J. Eiroa, S. Mato, et al.  \"Pedobiologia.\"  49, \"Phylogenetic species delimitation of the earthworms Eisenia fetida (Savigny, 1826) and Eisenia andrei Bouche, 1972 (Oligochaeta, Lumbricidae) based on mitochondrial and nuclear DNA sequences.\" 317 (2005)"},{"key":"91","unstructured":"M. Perez-Losada, J. W. Breinholt, P. G. Porto, et al.  \"PLoS ONE.\"  6, \"An earthworm riddle: systematics and phylogeography of the Spanish lumbricid Postandrilus.\" e28153 (2011)"},{"key":"92","doi-asserted-by":"crossref","unstructured":"E. Perrier,  \"Nouvelles Archives du Muséum d'Histoire naturelle de Paris.\"  8, \"Recherches pour servir à l'histoire des lombriciens terrestres.\" 5 (1872)","DOI":"10.5962\/bhl.title.12201"},{"key":"93","unstructured":"G. E. Pickford,  \"A monograph of the Acanthodrilinae earthworms of South Africa.\"  612 (1937)"},{"key":"94","unstructured":"G. Plisko,  \"Fragm. Faun., Warsawa.\"  10, \"Materialien zur Kenntnis der Regenwürmer (Oligochaeta, Lumbricidae) Bulgariens.\" 425 (1963)"},{"key":"95","unstructured":"J.D. Plisko,  \"African Invertebrates.\"  51, \"Megadrile earthworm taxa introduced to South African soils (Oligochaeta: Acanthodrilidae, Eudrilidae, Glossoscolecidae, Lumbricidae, Megascolecidae, Ocnerodrilidae).\" 289 (2010)"},{"key":"96","unstructured":"V. V. Pop,  \"Archives de Zoologie expérimentale et générale.\"  85, \"Lombriciens de la Corse.\" 18 (1947)"},{"key":"97","unstructured":"V. V. Pop,  \"Analele Academiei Republicii Populare Romane.\"  1, \"Lumbricids of Romania [Lumbricidele din Romania].\" 383 (1949)"},{"key":"98","unstructured":"V. V. Pop, A. A. Pop, C. Csuzdi,  \"Zoology in the Middle East.\"  4, \"An annotated checklist of the Romanian earthworm fauna (Oligochaeta,Lumbricidae).\" 59 (2012)"},{"key":"99","unstructured":"D. Porco, T. Decaëns, L. Deharveng, et al.  \"Biological Invasions.\"  15, \"Biological invasions in soil: DNA barcoding as a monitoring tool in a multiple taxa survey targeting European earthworms and springtails in North America.\" 899 (2013)"},{"key":"100","unstructured":"A. Protz,  \"Schriften Gesellschaft Danzig, IX 254-268.\"  IX, \"Bericht über meine vom 11. Juni bis zum 5. Juli 1894 ausgeführte zoologische Forschungsreise im Kreise Schwetz.\" 254 (1895)"},{"key":"102","unstructured":"J. P. Qiu  and M. Bouché  \"Documents pédozoologiques et intégrologiques.\"  4, \"Révision morphologique, chorologique et taxonomique du genre Scherotheca Bouché, 1972 (Oligochaeta: Lumbricidae).\" 117 (1998a)"},{"key":"103","unstructured":"J. P. Qiu  and M. B. Bouché  \"Documents pédozoologiques et integrologiques.\"  4, \"Eumenescolex, new genus of Lumbricidae (Annelida, Oligochaeta).\" 3 (1998b)"},{"key":"104","unstructured":"J. P. Qiu  and M. B. Bouché  \"Documents pédozoologiques et intégrologiques.\"  4, \"Liste classée des taxons valides de lombriciens (Oligochaeta: Lumbricoidea) après l'étude des trois cinquièmes d'entre eux.\" 181 (1998c)"},{"key":"106","unstructured":"S. Ratnasingham  and P. D .N. Hebert  \"Molecular Ecology Notes.\"  7, \"BOLD: The Barcode of Life Data System\" 355 (2007)"},{"key":"107","unstructured":"J. W. Reynolds  and D. G. Cook  \"Nomenclatura Oligochaetologica. A catalogue of names, descriptions and type specimens of the Oligochaeta.\"  217 (1976)"},{"key":"108","unstructured":"J. W. Reynolds,  \"Earthworm Ecology and Biogeography in North America.\"  \"Status of exotic earthworm systematics and biogeography in North America\" 1 (1995)"},{"key":"109","unstructured":"E. De Ribaucourt,  \"Revue suisse de Zoologie.\"  4, \"Étude sur la faune lombricide de la Suisse.\" 1 (1896)"},{"key":"111","unstructured":"D. Rosa,  \"I lumbricidi dei Piemonte.\"  54 (1884)"},{"key":"112","unstructured":"D. Rosa,  \"Memorie della Reale Accademia delle Scienze di Torino Serie.\"  2, \"Revisione dei Lumbricidi.\" 399 (1893)"},{"key":"113","unstructured":"J. Šapkarev,  \"Biosistematika.\"  4, \"Kišne gliste Jugoslavije. Sadašnja taksonomska proučenost i njihova dalja istraživanja.\" 293 (1978)"},{"key":"114","unstructured":"J.-C. Savigny,  \"Histoire Naturelle, Paris.\"  1, \"Système des annélides, principalement de celles des côtes de l'Égypte et de la Syrie, offrant les caractères tant distinctifs que naturels des Ordres, Familles et Genres, avec la Description des Espèces. Description de l'Égypte ou Recueil des Observations et des Recherches qui ont été faites en Égypte pendant l'Expédition de l'Armée Française, publié par les Ordres de sa Majesté l'Empereur Napoléon le Grand\" 1 (1822)"},{"key":"115","unstructured":"J.-C. Savigny,  \"Mémoires de l'Académie des Sciences de l'Institut de France Paris.\"  5, \"Analyses des travaux de l'Académie Royale des Sciences pendant l'année 1821, partie physique\" 176 (1826)"},{"key":"116","unstructured":"S. V. Shekhovtsov, E. V. Golovanova, S. E. Peltek,  \"Biological Invasions.\"  18, \"Different dispersal histories of lineages of the earthworm Aporrectodea caliginosa (Lumbricidae, Annelida) in the Palearctic.\" 751 (2016)"},{"key":"117","unstructured":"R. W. Sims  and B. M. Gerard  \"Earthworms: Notes for the identification of British species.\"  169 (1999)"},{"key":"118","unstructured":"T. Szederjesi,  \"Opuscula Zoologica (Budapest).\"  46, \"New earthworm records from various parts of Greece (oligochaeta: lumbricidae, acanthodrilidae, megascolecidae, ocnerodrilidae).\" 143 (2015)"},{"key":"119","unstructured":"T. Szederjesi,  \"North-Western Journal of Zoology.\"  12, \"Earthworms of Crete (Oligochaeta: Lumbricidae, Acanthodrilidae): new records, remarks and biogeographical review.\" e161803 (2017)"},{"key":"120","unstructured":"T. Szederjesi, T. Pavlíček, C. Csuzdi,  \"Zoology in the Middle East.\"  62, \"Description of the first endemic earthworm species from Cyprus (Oligochaeta: Lumbricidae).\" 158 (2016)"},{"key":"121","unstructured":"T. Szederjesi, T. Pavlíček, C. Csuzdi,  \"Opuscula Zoologica (Budapest).\"  52, \"Description of a new Eumenescolex species (Clitellata: Megadrili, Lumbricidae) with new data to the earthworm fauna of Corsica and Sardinia.\" 141 (2021a)"},{"key":"122","unstructured":"T. Szederjesi, T. Pavlíček, C. Csuzdi,  \"Acta Zoologica Bulgarica.\"  73, \"Earthworms from the French Pyrenees, with description of a new Scherotheca (Opothedrilus) species (Clitellata: Megadrili: Lumbricidae).\" 13 (2021b)"},{"key":"123","unstructured":"A. Tétry,  \"Bulletin de la Société des Sciences de Nancy.\"  10, \"Description d'une nouvelle espèce de Lombricien (Allolobophora cupulifera).\" 119 (1937)"},{"key":"124","doi-asserted-by":"crossref","unstructured":"J. D. Thompson,  \"Plant evolution in the Mediterranean.\"  293 (2005)","DOI":"10.1093\/acprof:oso\/9780198515340.001.0001"},{"key":"125","unstructured":"N. D. Tzelepe,  \"Greek symbols in Hungarian Lumbricidae (Oligochaeta).\"  60 (1943)"},{"key":"126","unstructured":"F. Vejdovsky,  \"System und Morphologie der Oligochaeten.\"  136 (1884)"},{"key":"127","unstructured":"D.E. Wilcke,  \"Zoologischer Anzeiger.\"  151, \"Zur Kenntnis der Lumbricidenfaunen Deutschlands.\" 104 (1952)"},{"key":"128","unstructured":"A. Zicsi  and K. Michalis  \"Acta Zoologica Hungarica.\"  27, \"Übersicht der Regenwurm-fauna Griechenlands (Oligochaeta: Lumbricidae).\" 239 (1981)"},{"key":"129","unstructured":"A. Zicsi  and K. Michalis  \"Acta Zoologica Hungarica.\"  39, \"Zwei neue Dendrobaena-Arten aus Grichenland (Oligochaeta: Lumbricidae).\" 301 (1993)"},{"key":"130","unstructured":"A. Zicsi,  \"Acta Zoologica Hungarica.\"  5, \"Faunistisch-systematische und okologische Studien uber die Regenwurmer Ungarns. I.\" 165 (1959)"},{"key":"131","unstructured":"A. Zicsi,  \"Acta Zoologica Hungarica.\"  28, \"Revised guide to the taxa of the family Lumbricidae (Oligochaeta) described until 1971.\" 421 (1982)"},{"key":"132","unstructured":"A. Zicsi,  \"Revue suisse de Zoologie.\"  92, \"Regenwürmer (Oligochaeta: Lumbricidae) aus Israel und den benachbarten Ländern.\" 323 (1985)"},{"key":"133","unstructured":"A. Zicsi,  \"Mitteilungen aus dem Hamburgischen Zoologischen Museum und Institut.\"  95, \"Neue und seltene terrestrische Oligochaeten aus Südafrika.\" 59 (1998)"},{"key":"134","unstructured":"W. Zuck,  \"Jahreshefte des Vereins fur vaterlandische Naturkunde in Wurttemberg (Stuttgart).\"  107, \"Untersuchungen uber das Vorkommen und die Biotope einheimischer Lumbriciden.\" 95 (1951)"},{"key":"110","doi-asserted-by":"crossref","unstructured":"F. Ronquist, M. Teslenko, P. Van Der Mark, et al.  \"Systematic Biology.\"  61, \"MrBayes 3.2: efficient Bayesian phylogenetic inference and model choice across a large model space.\" 539 (2012)","DOI":"10.1093\/sysbio\/sys029"},{"key":"43","doi-asserted-by":"crossref","unstructured":"P. D. N. Hebert, A. Cywinska, S. L. Ball, et al.  \"Proceedings of the Royal Society B: Biological Sciences.\"  270, \"Biological identifications through DNA barcodes.\" 313 (2003)","DOI":"10.1098\/rspb.2002.2218"},{"key":"39","unstructured":"O. Folmer, M. Black, W. Hoeh, et al.  \"Molecular Marine Biology and Biotechnology.\"  3, \"DNA primers for amplification of mitochondrial cytochrome c oxidase subunit I from diverse metazoan invertebrates.\" 294 (1994)"},{"key":"101","doi-asserted-by":"crossref","unstructured":"N. Puillandre, S. Brouillet, G. Achaz,  \"Molecular Ecology Resources.\"  21, \"ASAP: Assemble Species by Automatic Partitioning.\" 609 (2021)","DOI":"10.1111\/1755-0998.13281"}],"container-title":"Zoosystema","original-title":[],"deposited":{"date-parts":[[2022,10,6]],"date-time":"2022-10-06T15:06:07Z","timestamp":1665068767000},"score":1,"resource":{"primary":{"URL":"https:\/\/bioone.org\/journals\/zoosystema\/volume-44\/issue-17\/zoosystema2022v44a17\/An-updated-checklist-and-a-DNA-barcode-library-for-the\/10.5252\/zoosystema2022v44a17.full"}},"subtitle":[],"short-title":[],"issued":{"date-parts":[[2022,9,27]]},"references-count":134,"journal-issue":{"issue":"17","published-online":{"date-parts":[[2022,10,1]]}},"URL":"http:\/\/dx.doi.org\/10.5252\/zoosystema2022v44a17","relation":{},"ISSN":["1280-9551"],"subject":[],"container-title-short":"Zoosystema","published":{"date-parts":[[2022,9,27]]}}