{"volume":"無","issue":"63","page-first":"25","container-title":"Zoological Studies","author":[{"literal":"Jenny Neuhaus"},{"literal":"Katrin Linse"},{"literal":"Saskia Brix"},{"literal":"Pedro Martínez Arbizu"},{"literal":"James Taylor"}],"language":"en","abstract":"Confined by the Mid-Atlantic Ridge and the European continental shelf, the deep-sea acorn barnacle Bathylasma hirsutum (Hoek, 1883) lives in the northeast Atlantic deep sea, where it has been frequently reported in high current areas. Cemented to a solid substrate during its entire adult life, the species can only disperse by means of planktotrophic nauplius larvae. This study reports on the occurrence, ecology and genetic connectivity of B. hirsutum from four sites within the northeastern Iceland Basin and presents the first record of the species living affiliated with hydrothermal vent field on the Reykjanes Ridge axis. Vent-associated specimens were found to differ extrinsically from their naturally shaded conspecifics by a prominent brown-black shell precipitate. Energy Dispersive Spectroscopy revealed ferromanganese oxides to be the main component of these shell precipitates. Morphometric measurements of shell plates revealed specimens from the vent-associated habitat to be smaller compared to non-venting sites. Molecular species delimitation based on the mitochondrial COI and nuclear EF1 genetic markers aided species identification and revealed a low intraspecific genetic variability. Our findings suggest a pronounced genetic connectivity of B. hirsutum within the studied region and provide a first step towards a biogeographic study. As such, habitats of hydrothermal influence along the Mid-Atlantic Ridge are discussed as possible niches, as are deep-sea basins in the western Atlantic. In light of the reported affiliation with hydrothermal activity, we elaborate on the potential for the sister species Bathylasma corolliforme (Hoek, 1883) and Bathylasma chilense Araya & Newman, 2018 to utilise equivalent habitats in the Antarctic and Pacific Ocean, respectively. Our record of the unacquainted ecological niche occupation for B. hirsutum emphasises the need for further research on bathylasmatid acorn barnacles along the extensive Mid-Atlantic Ridge, where many biological communities remain to be discovered.","type":"article-journal","title":"Population Genetics of the Deep-sea Acorn Barnacle Bathylasma hirsutum (Hoek, 1883) and the First Report of its Affiliation with a Hydrothermal Vent Field","issued":{"date-parts":[["2024","1","1"]]},"URL":"","DOI":"10.6620/ZS.2024.63-25"}